{"mto": {"1": {"name": "Dr. Mark Rosker", "title": "Office Director", "description": "Dr. Mark Rosker became director of DARPA's Microsystems Technology Office (MTO) in April 2019. Prior to this, he was deputy director of Defense Sciences Office (DSO) beginning in April 2018. More", "interests": ["Fundamentals", "Leadership"], "programs": ["Three Dimensional Monolithic System-on-a-Chip (3DSoC) ", "Joint University Microelectronics Program (JUMP) ", "Spectrum Collaboration Challenge  (SC2) "]}, "2": {"name": "Dr. Dev Palmer", "title": "Deputy Director", "description": "Dr. Dev Palmer was named Deputy Director of the Microsystems Technology Office (MTO) in April 2020. Prior to his appointment, he was Chief Technologist at the Lockheed Martin Advanced Technology Laboratories, where he directed the independent research and development program and worked with the senior leadership team to define and execute technology strategy. More", "interests": ["Leadership"], "programs": []}, "3": {"name": "Mrs. Wendy Smith", "title": "Assistant Director, Program Management", "description": "Mrs. Wendy Smith joined the DARPA Microsystems Technology Office as the Assistant Director, Program Management (ADPM) in August 2015. More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "4": {"name": "Mr. Steven Larsen", "title": "Program Support Assistant", "description": "Mr. Steven Larsen is a Program Support Assistant in the Microsystems Technology Office (MTO). More", "interests": ["Administration"], "programs": []}, "5": {"name": "Dr. David K. Abe", "title": "Program Manager", "description": "Dr. David K. Abe joined DARPA in January 2020 as a program manager in the Microsystems Technology Office (MTO). His research interests include the generation of coherent electromagnetic radiation using electron beams, radio frequency (RF) directed energy devices and applications, electromagnetic coupling and effects on electronics, and high power millimeter-wave/sub-millimeter-wave devices for sensors and communications. More", "interests": ["Communications", "Electronics", "Energy", "Materials", "Sensors"], "programs": ["Magnetic Miniaturized and Monolithically Integrated Components  (M3IC) "]}, "6": {"name": "Dr. John Burke", "title": "Program Manager", "description": "Dr. John Burke joined DARPA as a Program Manager in the Microsystems Technology Office (MTO) in August 2017.  His research interests include the development of high-stability, low-noise sensors and frequency synthesis to enable new positioning, navigation, and timing (PNT) and remote detection capabilities. He is particularly interested in the integration of modern atomic physics techniques (e.g. laser cooling and trapping) with photonic circuits and atom chips to reduce the complexity, cost, and size of these techniques while increasing their robustness and reliability for use outside of a laboratory environment. More", "interests": ["EW", "Integration", "Photonics", "PNT", "Quantum", "Sensors"], "programs": ["Atomic Clock with Enhanced Stability  (ACES) ", "Atomic Magnetometer for Biological Imaging In Earth’s Native Terrain (AMBIIENT) "]}, "7": {"name": "Dr. Young-Kai Chen", "title": "Program Manager", "description": "Dr. Young-Kai Chen joined DARPA as a Program Manager in the Microsystems Technology Office (MTO) in September 2017. His research interests include the exploration of innovative technology frontiers in the areas of semiconductor optoelectronic materials, devices, integrated circuits, and advanced system applications for smart sensors, secure broadband wireless, and photonic links. More", "interests": ["Materials", "Microsystems", "Photonics", "Sensors"], "programs": ["Dynamic Range-enhanced Electronics and Materials (DREaM) ", "Foundations Required for Novel Compute (FRANC) ", "Technologies for Mixed-mode Ultra Scaled Integrated Circuits (T-MUSIC) "]}, "8": {"name": "Mr. John Davies", "title": "Program Manager", "description": "Mr. John Davies joined DARPA in February 2020 as a program manager in the Microsystems Technology Office (MTO). His research interests include adaptive radio frequency (RF) systems, artificial intelligence, real-time signal processing, configurable computing, and electronic warfare (EW). More", "interests": ["Artificial Intelligence", "Communications", "EW", "Processing", "Sensors"], "programs": ["Digital RF Battlespace Emulator  (DRBE) ", "Radio Frequency Machine Learning Systems  (RFMLS) "]}, "9": {"name": "Dr. Benjamin Griffin", "title": "Program Manager", "description": "Dr. Benjamin Griffin joined DARPA in October 2018 as a program manager in the Microsystems Technology Office (MTO). His research interests include materials and devices that enable operation in harsh environments, near-zero power sensors and wireless nodes, RF resonators, acoustics, sensors and electronics for aerospace applications, and ultrasound. More", "interests": ["Electronics", "Materials", "Sensors", "Spectrum"], "programs": ["Near Zero Power RF and Sensor Operations  (N-ZERO) "]}, "10": {"name": "Dr. Timothy Hancock", "title": "Program Manager", "description": "Dr. Timothy M. Hancock joined DARPA as a program manager in September 2016.  His research interests revolve around RF microsystem development that spans semiconductor device processing, circuit design and system integration for communication, radar, and electromagnetic spectrum- sensing applications. More", "interests": ["Decentralization", "Electronics", "EW", "Spectrum"], "programs": ["THz Electronics", "Diverse Accessible Heterogeneous Integration  (DAHI) ", "Direct Sampling Digital Receiver  (DISARMER) ", "Efficient Linearized All-Silicon Transmitter ICs  (ELASTx) ", "Millimeter Wave Digital Arrays (MIDAS) ", "Signal Processing at RF  (SPAR) "]}, "11": {"name": "Dr. Gordon Keeler", "title": "Program Manager", "description": "Dr. Gordon Keeler joined DARPA in August 2017 as a Program Manager in the Microsystems Technology Office (MTO). His objective is to accelerate the development of emerging photonics, electronics, and integration technologies to open new pathways toward revolutionary optical microsystems. More", "interests": ["Electronics", "Integration", "Microsystems", "Photonics"], "programs": ["Common Heterogeneous Integration and IP Reuse Strategies  (CHIPS) ", "Direct On-Chip Digital Optical Synthesizer  (DODOS) ", "Modular Optical Aperture Building Blocks  (MOABB) ", "Photonics in the Package for Extreme Scalability (PIPES) "]}, "12": {"name": "Mr. Serge Leef", "title": "Program Manager", "description": "Mr. Serge Leef joined DARPA in August 2018 as a program manager in the Microsystems Technology Office (MTO). His research interests include computer architecture, simulation, synthesis, semiconductor intellectual property (IP), cyber-physical modeling, distributed systems, secure design flows, and supply chain management.  He is also interested in the facilitation of startup ecosystems and business aspects of technology. More", "interests": ["Electronics", "Manufacturing", "Microsystems", "Security"], "programs": ["Intelligent Design of Electronic Assets  (IDEA) ", "Posh Open Source Hardware (POSH) ", "Real Time Machine Learning (RTML) ", "Supply Chain Hardware Integrity for Electronics Defense  (SHIELD) "]}, "13": {"name": "Dr. Whitney Mason", "title": "Program Manager", "description": "Dr. Whitney Mason joined DARPA as a Program Manager in the Microsystems Technology Office (MTO) in November 2017.  Her research interests are in imaging sensors that provide multi-function capability. More", "interests": ["Imagery", "Sensors", "Spectrum"], "programs": ["Reconfigurable Imaging (ReImagine) ", "Wafer Scale Infrared Detectors  (WIRED) "]}, "14": {"name": "Dr. Ken Plaks", "title": "Program Manager", "description": "Dr. Ken Plaks joined DARPA in January 2015 as a program manager.  His research interests include stealth aircraft, electronic warfare, weapons research and cybersecurity. More", "interests": ["Cyber", "EW", "Materials"], "programs": ["Circuit Realization at Faster Timescales  (CRAFT) ", "Intrachip/Interchip Enhanced Cooling  (ICECool) "]}, "15": {"name": "Dr. Ronald Polcawich", "title": "Program Manager", "description": "Dr. Ronald Polcawich joined DARPA as a Program Manager in the Microsystems Technology Office (MTO) in August 2017.  His research interests include advanced materials processing, micromechanics for small-scale robotics, device designs, and miniaturized position, navigation, and timing (PNT) systems. More", "interests": ["Communications", "Materials", "Microstructures", "PNT"], "programs": ["Precise Robust Inertial Guidance for Munitions  (PRIGM) ", "Short-Range Independent Microrobotic Platforms (SHRIMP) "]}, "16": {"name": "Mr. Keith Rebello", "title": "Program Manager", "description": "Mr. Keith Rebello joined DARPA in October 2018 as a program manager in the Microsystems Technology Office (MTO). His research interests include materials, devices, and architectures for artificial intelligence, space, and cyber operations. More", "interests": ["Cyber", "Electronics", "Materials", "Microsystems"], "programs": ["System Security Integration Through Hardware and Firmware (SSITH) "]}, "17": {"name": "Dr. Tom Rondeau", "title": "Program Manager", "description": "Dr. Tom Rondeau joined DARPA as a program manager in the Microsystems Technology Office in May 2016. His research interests include adaptive and reconfigurable radios, improving the development cycle for new signal-processing techniques, and creating general purpose electromagnetic systems. More", "interests": ["Adaptability", "Communications", "Spectrum"], "programs": ["Domain-Specific System on Chip (DSSoC) ", "Hyper-wideband Enabled RF Messaging  (HERMES) ", "Hierarchical Identify Verify Exploit  (HIVE) ", "Software Defined Hardware (SDH) "]}}, "i2o": {"1": {"name": "Dr. William Scherlis", "title": "Office Director", "description": "Dr. William Scherlis assumed the role of office director for DARPA’s Information Innovation Office (I2O) in September 2019. In this role he leads program managers in the development of programs, technologies, and capabilities to ensure information advantage for the United States and its allies, and coordinates this work across the Department of Defense and U.S. government. More", "interests": ["Artificial Intelligence", "Cyber", "Data", "Networking", "Privacy", "Processing", "Programming", "Trust"], "programs": []}, "2": {"name": "Dr. Jennifer Roberts", "title": "Deputy Director", "description": "Dr. Jennifer Roberts was named Deputy Director of the Information Innovation Office (I2O) in November 2019, after serving as a program manager in I2O since 2015. Roberts works with I2O program managers in the development of programs, technologies, and capabilities to ensure information advantage for the U.S. and its allies, and coordinates this work across the Department of Defense and U.S. government. While serving as a program manager role, her principal research interests included scalable analytics and machine learning algorithms that yield insights to human users across multiple military missions and applications. More", "interests": ["Analytics", "Bio-systems", "Cyber", "Data"], "programs": []}, "3": {"name": "Ms. Tanya Tanner", "title": "Assistant Director, Program Management", "description": "Ms. Tanner is the Assistant Director, Program Management for the Information Innovation Office (I2O). More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "4": {"name": "Mrs. Denice Holden", "title": "Security", "description": "Mrs. Denice Holden is the Program Security Officer for the Information Innovation Office (I2O). She is responsible for ensuring that all I2O information, data and materials requiring safeguarding in the interest of national security are protected as prescribed. More", "interests": ["Administration", "Security"], "programs": []}, "5": {"name": "Mr. Leonard Mahoney", "title": "Program Analyst", "description": "Mr. Mahoney is the Program Analyst for the Information Innovation Office (I2O). More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "6": {"name": "Dr. Joshua Baron", "title": "Program Manager", "description": "Dr. Joshua Baron joined DARPA’s Information Innovation Office (I2O) as a program manager in August 2017. His research interests include cryptography, privacy, and anonymity. More", "interests": ["Cyber"], "programs": ["Brandeis", "SAFEWARE", "Resilient Anonymous Communication for Everyone (RACE) ", "Securing Information for Encrypted Verification and Evaluation  (SIEVE) "]}, "7": {"name": "Dr. Sergey Bratus", "title": "Program Manager", "description": "Dr. Sergey Bratus joined DARPA as a program manager in January 2018. His research interests include computer security and intrusion analysis. More", "interests": ["Cyber", "Systems"], "programs": ["Safe Documents  (SafeDocs) "]}, "8": {"name": "Mr. Ian Crone", "title": "Program Manager", "description": "Mr. Ian Crone joined DARPA in June 2017 to develop, execute, and transition programs in cybersecurity and cyberspace operations. More", "interests": ["Analytics", "Automation", "Cyber", "Data"], "programs": ["Enhanced Attribution ", "Leveraging the Analog Domain for Security  (LADS) "]}, "9": {"name": "Dr. Bruce Draper", "title": "Program Manager\t", "description": "Dr. Bruce Draper joined DARPA as a program manager in August 2019 to develop, execute, and transition programs in artificial intelligence (AI), computer vision, and machine learning. More", "interests": ["Artificial Intelligence"], "programs": ["Communicating with Computers  (CwC) ", "Guaranteeing AI Robustness Against Deception (GARD) ", "Learning with Less Labels (LwLL) "]}, "10": {"name": "Dr. Joshua Elliott", "title": "Program Manager", "description": "Dr. Joshua Elliott joined DARPA in September 2017. His research interests include modeling and prediction of complex natural and socio-economic systems and how computational technologies can be leveraged to improve all aspects of science and modeling from data discovery to analysis. More", "interests": ["Analytics", "Data", "Math"], "programs": ["Big Mechanism", "World Modelers", "Artificial Social Intelligence for Successful Teams (ASIST) ", "Automating Scientific Knowledge Extraction (ASKE) ", "Causal Exploration of Complex Operational Environments  (Causal Exploration) ", "Data-Driven Discovery of Models  (D3M) ", "Synergistic Discovery and Design  (SD2) "]}, "11": {"name": "Mr. Dustin Fraze", "title": "Program Manager", "description": "Mr. Dustin Fraze joined DARPA in January 2017 to develop, execute, and transition programs in cyberspace operations automation. More", "interests": ["Automation", "Cyber"], "programs": ["Computers and Humans Exploring Software Security (CHESS) ", "Harnessing Autonomy for Countering Cyberadversary Systems (HACCS) ", "Space/Time Analysis for Cybersecurity  (STAC) "]}, "12": {"name": "Mr. Logan Harr", "title": "Program Manager", "description": "Mr. Logan Harr joined DARPA as a program manager in October 2017. His research interests include cyberspace operations. More", "interests": ["Cyber", "Systems"], "programs": []}, "13": {"name": "Dr. Brian Kettler", "title": "Program Manager", "description": "Brian Kettler joined DARPA in March 2019. His research interests include automated decision support (AI reasoning and planning), computational modeling of sociocultural systems, human-machine collaboration, and context-aware computing. More", "interests": ["Analytics", "Artificial Intelligence", "BMC2"], "programs": ["Computational Simulation of Online Social Behavior  (SocialSim) "]}, "14": {"name": "Mr. John-Francis Mergen", "title": "Program Manager", "description": "Mr. John-Francis Mergen joined DARPA as a program manager in January 2020 to develop, execute, and transition programs in cybersecurity. More", "interests": ["Cyber"], "programs": ["Searchlight"]}, "15": {"name": "Dr. Sandeep Neema", "title": "Program Manager", "description": "Dr. Sandeep Neema joined DARPA in July 2016. His research interests include cyber physical systems, model-based design methodologies, distributed real-time systems, and mobile software technologies. More", "interests": ["Cyber", "Mobile", "Systems"], "programs": ["Assured Autonomy", "Symbiotic Design for Cyber Physical Systems ", "Building Resource Adaptive Software Systems  (BRASS) "]}, "16": {"name": "Dr. Boyan Onyshkevych", "title": "Program Manager", "description": "Dr. Boyan Onyshkevych joined I2O as a program manager in 2013. His research interests include human language technologies and knowledge-based systems applied to the areas of information extraction, language understanding and semantic computing. More", "interests": ["Analytics", "Data", "Language"], "programs": ["Active Interpretation of Disparate Alternatives  (AIDA) ", "Knowledge-directed Artificial Intelligence Reasoning Over Schemas (KAIROS) ", "Low Resource Languages for Emergent Incidents  (LORELEI) ", "Modeling Adversarial Activity  (MAA) "]}, "17": {"name": "Mr. Tejas Patel", "title": "Program Manager", "description": "Mr. Tejas Patel joined DARPA as a program manager in August 2019 to develop, execute, and transition programs in cyberspace operations and other defense mission areas. More", "interests": ["Analytics", "Automation", "Cyber", "Data"], "programs": ["Cyber-Hunting at Scale  (CHASE) ", "Warfighter Analytics using Smartphones for Health (WASH) "]}, "18": {"name": "Dr. Raymond Richards", "title": "Program Manager", "description": "Dr. Raymond “Ray” Richards joined DARPA in January 2016.  His research interests focus on high assurance software and systems. More", "interests": ["Cyber", "Formal", "Trust"], "programs": ["Automated Rapid Certification Of Software (ARCOS) ", "Cyber Assured Systems Engineering  (CASE) ", "High-Assurance Cyber Military Systems  (HACMS) "]}, "19": {"name": "Dr. Jonathan M. Smith", "title": "Program Manager", "description": "Dr. Jonathan M. Smith joined DARPA in September 2017 from the University of Pennsylvania, where he is a professor of computer and information science and the Olga and Alberico Pompa Professor of Engineering and Applied Science. More", "interests": ["Cyber", "Networking"], "programs": ["Dispersed Computing", "Edge-Directed Cyber Technologies for Reliable Mission Communication  (EdgeCT) ", "Open, Programmable, Secure 5G (OPS-5G) ", "Extreme DDoS Defense  (XD3) "]}, "20": {"name": "Mr. Jacob Torrey", "title": "Program Manager", "description": "Mr. Jacob Torrey joined DARPA as a program manager in May 2017. His research interests focus on securing complex systems that are composed of cyber, physical, and human processes and components. More", "interests": ["Automation", "Cyber", "Systems"], "programs": ["Transparent Computing", "Cyber Fault-tolerant Attack Recovery  (CFAR) ", "Configuration Security (ConSec) ", "Intent-Defined Adaptive Software (IDAS) ", "Quantifying Ensemble Diversity for Robust Machine Learning  (QED for RML) "]}, "21": {"name": "Dr. Matt Turek ", "title": "Program Manager", "description": "Dr. Matt Turek joined DARPA’s Information Innovation Office (I2O) as a program manager in July 2018. His research interests include computer vision, machine learning, artificial intelligence, and their application to problems with significant societal impact. More", "interests": ["Algorithms", "Analytics", "Artificial Intelligence", "Imagery", "ISR", "Trust"], "programs": []}, "22": {"name": "Mr. Walter Weiss", "title": "Program Manager", "description": "Mr. Walter Weiss joined DARPA’s Information Innovation Office (I2O) as a program manager in July 2017. His research interests focus on cybersecurity operations. More", "interests": ["Cyber"], "programs": ["Active Social Engineering Defense (ASED) ", "Guaranteed Architecture for Physical Security (GAPS) ", "Rapid Attack Detection, Isolation and Characterization Systems  (RADICS) "]}}, "bto": {"1": {"name": "Dr. Brad Ringeisen", "title": "Office Director ", "description": "Dr. Brad Ringeisen was named Office Director of BTO in June 2019. He joined DARPA as the deputy director of BTO in December 2016. More", "interests": ["Bio-complexity", "Chemistry", "Disease", "Syn-Bio", "Therapy"], "programs": ["Microphysiological Systems  (MPS) "]}, "2": {"name": "Dr. Kerri Dugan", "title": "Deputy Director", "description": "Dr. Kerri Dugan joined DARPA as the deputy director of the Biological Technologies Office in August 2019. More", "interests": ["Bio-systems", "CBRN", "Chemistry"], "programs": ["Battlefield Medicine", "Rapid Threat Assessment "]}, "3": {"name": "Mr. Jason Lamp", "title": "Assistant Director, Program Management", "description": "Mr. Jason Lamp is the assistant director for program management (ADPM) in the Biological Technologies Office. More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "4": {"name": "Ms. Tammy Salek", "title": "Program Analyst ", "description": "Ms. Tammy Salek is the Program Analyst for the Biological Technologies\r\nOffice (BTO). She assists the Assistant Director, Program Management, with\r\nprogram execution and the budget formulation and justification process. More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "5": {"name": "Dr. Lori Adornato", "title": "Program Manager", "description": "Dr. Lori Adornato joined DARPA as a Program Manager in July 2017.  Her interests include interpretation of organismal behavior and development of bio-inspired materials, as well as platforms and systems for marine sensing applications. More", "interests": ["Chemistry", "Maritime", "Materials", "Sensors"], "programs": ["Persistent Aquatic Living Sensors (PALS) "]}, "6": {"name": "Dr. Blake Bextine", "title": "Program Manager", "description": "Dr. Blake Bextine joined DARPA as a Program Manager in March 2016. He is interested in novel approaches to addressing issues facing agricultural biotechnology and biosecurity, including nucleic acid-based anti-pathogen/anti-pest strategies, insect and plant transformation strategies for rapid trait selection, and innovative approaches for altering insect behaviors. More", "interests": ["Bio-complexity", "Bio-systems", "Disease", "Syn-Bio"], "programs": ["Insect Allies", "ReSource", "Advanced Plant Technologies  (APT) ", "Engineered Living Materials  (ELM) "]}, "7": {"name": "Dr. Rohit Chitale", "title": "Program Manager", "description": "Dr. Rohit Chitale joined DARPA as a program manager in 2019. He is an infectious disease epidemiologist with more than 20 years of experience helping national and international organizations establish and lead programs related to infectious disease prevention and eradication, with specific expertise in the design and implementation of disease surveillance systems and the development of new disease control tools. More", "interests": ["Analytics", "CBRN", "Countermeasures", "Disease", "Health", "Sensors"], "programs": ["PREventing EMerging Pathogenic Threats  (PREEMPT) "]}, "8": {"name": "Dr. Seth Cohen", "title": "Program Manager", "description": "Dr. Seth Cohen joined DARPA as a Program Manager in August 2019. He is interested in novel materials, new approaches to therapeutics/countermeasures, and biological and chemical technologies for stabilization/acquisition of scarce resources. More", "interests": ["Chemistry", "Countermeasures", "Disease", "Materials"], "programs": ["Atmospheric Water Extraction (AWE) ", "INTERfering and Co-Evolving Prevention and Therapy  (INTERCEPT) "]}, "9": {"name": "Dr. Al Emondi", "title": "Program Manager", "description": "Dr. Al Emondi joined DARPA in June 2017. His focus is on neurotechnology and human-machine interaction. His current work explores novel neural interface system architectures applicable to broad user populations and improving the performance of neural interfaces and their application potential through the use of third-wave artificial intelligence. More", "interests": ["Neuroscience"], "programs": ["Revolutionizing Prosthetics", "Next-Generation Nonsurgical Neurotechnology", "Bridging the Gap Plus (BG+) ", "Hand Proprioception and Touch Interfaces  (HAPTIX) ", "Intelligent Neural Interfaces (INI) ", "Neural Engineering System Design  (NESD) ", "Systems-Based Neurotechnology for Emerging Therapies  (SUBNETS) "]}, "10": {"name": "Dr. Amy Jenkins", "title": "Program Manager", "description": "Dr. Amy Jenkins joined DARPA as a program manager in the Biological Technologies Office (BTO) in June 2019.  Her interests include the development of platforms for combatting infectious disease threats as well as novel manufacturing methods to enable rapid response. More", "interests": ["Chemistry", "Disease", "Health", "Manufacturing", "Therapy"], "programs": ["Prometheus", "Autonomous Diagnostics to Enable Prevention and Therapeutics  (ADEPT) ", "Nucleic acids On-demand Worldwide (NOW) ", "Pandemic Prevention Platform  (P3) "]}, "11": {"name": "Dr. Tristan McClure-Begley", "title": "Program Manager", "description": "Dr. Tristan McClure-Begley joined DARPA as a Program Manager in October 2017. His scientific pursuits at the agency involve novel chemical biology approaches to treating disease and injury, and developing methods to accelerate and protect learning and executive functions. More", "interests": ["Bio-complexity", "Disease", "Therapy"], "programs": ["Biostasis", "Panacea", "Focused Pharma", "Restoring Active Memory  (RAM) ", "Targeted Neuroplasticity Training  (TNT) "]}, "12": {"name": "Dr. Paul Sheehan", "title": "Program Manager", "description": "Dr. Paul Sheehan joined DARPA as a program manager in the Biological Technologies Office in July 2017. Dr. Sheehan will focus on new nanoscale methods for biological sensing that could be coupled with advanced engineering and electronics. His interests involve the bi-directional conversion between electronic and biochemical signals, the study of how nanostructures interact with cells and biomolecules, and new approaches for the rapid development and manufacture of bioassays. More", "interests": ["Manufacturing", "Materials", "Sensors"], "programs": ["Biological Control", "Friend or Foe", "Bioelectronics for Tissue Regeneration (BETR) "]}, "13": {"name": "Dr. Christian Sund", "title": "Program Manager", "description": "Dr. Christian Sund joined DARPA as a Program Manager in June 2018 to focus on developing novel technologies that harness the interplay between microbiomes and their host materials or organisms. His research interests include synthetic biology, systems biology, molecular biology, microbial physiology, and microbial ecology. More", "interests": ["Bio-complexity", "Bio-systems", "Syn-Bio"], "programs": ["ReVector", "Biological Robustness in Complex Settings  (BRICS) ", "Technologies for Host Resilience  (THoR) "]}, "14": {"name": "Dr. Eric Van Gieson", "title": "Program Manager", "description": "Dr. Eric Van Gieson joined DARPA as a Program Manager in August 2017 with the goal of using host-based methods to mitigate the impacts of emerging disease threats. He intends to explore epigenetic and real-time monitoring approaches that can dynamically guide healthcare decisions and therapy, and new methods of increasing patient survival in austere environments using intelligent systems partnered with local care providers. More", "interests": ["Disease", "Forecasting", "Health", "Systems"], "programs": []}, "15": {"name": "Dr. Renee Wegrzyn", "title": "Program Manager", "description": "Dr. Renee Wegrzyn joined DARPA as a Program Manager in 2016. She is interested in applying the tools of synthetic biology to support biosecurity and outpace infectious disease. More", "interests": ["Disease", "Syn-Bio"], "programs": ["Living Foundries", "Safe Genes", "Detect It with Gene Editing Technologies (DIGET) ", "PReemptive Expression of Protective Alleles and Response Elements (PREPARE) "]}}, "sto": {"1": {"name": "Dr. Tim Grayson", "title": "Office Director", "description": "Dr. Timothy Grayson is the director of the Strategic Technology Office (STO) at DARPA. In this role, he leads the office in development of breakthrough technologies to enable warfighters to field, operate, and adapt distributed, joint, multi-domain combat capabilities at continuous speed. These technologies include sensing, communications, and electronic warfare technology and the supporting tools and decision aids needed to compose, integrate, and operate complex combat architectures. More", "interests": ["Air", "Communications", "Countermeasures", "EW", "ISR", "Leadership", "Mobile", "Spectrum", "Systems", "Tech-Foundations"], "programs": []}, "2": {"name": "Ms. Khine Latt", "title": "Deputy Director", "description": "Ms. Khine Latt re-joined DARPA as the deputy director of the Strategic Technology Office (STO) in May 2018. Prior to Ms. Latt's return to STO, she served as the executive director and director of Analysis in the Strategic Capabilities Office (SCO), where she was responsible for analysis and assessment of future concepts, systems, and capabilities being developed and demonstrated across SCO. From November 2013 to November 2016, Ms. Latt was deputy director of STO, with an office portfolio encompassing distributed systems of systems, intelligence/surveillance/reconnaissance (ISR), electronic warfare (EW), communications and networking, battle management/command and control, and positioning, navigation, and timing (PNT) in air, maritime, undersea, and space domains. More", "interests": ["ISR", "Leadership", "Maritime", "Sensors"], "programs": []}, "3": {"name": "Ms. Lisa A. Mattocks", "title": "Assistant Director, Program Management", "description": "Ms. Lisa A. Mattocks is the Assistant Director, Program Management (ADPM) for the Strategic Technology Office.  She was previously a Program Analyst in the Biological Technologies Office. More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "4": {"name": "Ms. Jessica P. Marsh", "title": "Program Analyst", "description": "Ms. Jessica P. Marsh is the program analyst for the Strategic Technology Office. Prior to joining the DARPA staff, she provided scientific, engineering and technical assistance (SETA) support for 10 years across various DARPA offices. More", "interests": ["Finance"], "programs": []}, "5": {"name": "Dr. Adam Bryant", "title": "Program Manager", "description": "Dr. Adam Bryant joined DARPA as a program manager in the Strategic Technology Office in May 2019. His research interests include remote sensing systems and signal processing, physics-based modeling and simulation, and data analytics. More", "interests": ["EW", "ISR", "Maritime", "Resilience", "Sensors", "Space"], "programs": ["Target Recognition and Adaption in Contested Environments  (TRACE) "]}, "6": {"name": "Dr. Jim Galambos", "title": "Program Manager", "description": "Dr. Jim Galambos joined DARPA in January 2015 as program manager in the Strategic Technology Office. He has a background in unmanned systems, undersea power/energy and weapon systems. His research interests include expanding combat capability through combining manned and unmanned systems. Relevant technologies include autonomy, undersea communications, unmanned vehicles, maritime power and energy systems, heterogeneous networking and the modeling and simulation of such systems. More", "interests": ["Autonomy", "ISR", "Maritime", "Unmanned"], "programs": ["Cross-Domain Maritime Surveillance and Targeting  ((CDMaST) ) "]}, "7": {"name": "Dr. Randy Garrett", "title": "Program Manager", "description": "Dr. Randy Garrett joined DARPA in February 2019 as a program manager in the Strategic Technology Office. Prior to arriving at DARPA, he worked for commercial cybersecurity companies. More", "interests": ["Analytics", "Math", "Microsystems", "Processing", "Programming"], "programs": []}, "8": {"name": "Lt Col Dan “Animal” Javorsek", "title": "Program Manager", "description": "Lt. Col. Dan “Animal” Javorsek joined the Strategic Technology Office as a program manager in August 2018. Prior to his arrival, he was a flight test squadron commander and\r\nexperimental test pilot in several different stealth and combat fighter\r\naircraft. More", "interests": ["Air", "Energy", "ISR"], "programs": []}, "9": {"name": "Lt. Col. Jimmy Jones, USAF", "title": "Program Manager", "description": "Lt. Col. Jimmy “Reverend” Jones joined DARPA in October 2016 as a program manager in the Strategic Technology Office. Prior to his arrival, he was the chief of the Advanced Countermeasures Branch in Air Force Special Programs at the Pentagon. More", "interests": ["BMC2", "Decentralization", "ISR", "Systems"], "programs": []}, "10": {"name": "Mr. Aaron Kofford", "title": "Program Manager", "description": "Mr. Aaron Kofford joined DARPA in January 2019 as a program manager in the Strategic Technology Office (STO). Kofford has worked on advanced emerging technology projects for NASA, DoD, and the Intelligence Community (IC). He has broad experience in many challenging fields including underwater Positioning, Navigation and Timing (PNT), advanced electronic warfare techniques, small size, weight and power (SWaP) sensor systems, heterogeneous systems of systems, and internal rocket motor ballistics. More", "interests": ["EW", "ISR", "Maritime", "Space"], "programs": ["Context Reasoning for Autonomous Teaming (CREATE) ", "Dynamic Network Adaptation for Mission Optimization  (DyNAMO) ", "Network Universal Persistence (Network UP) ", "Timely Information for Maritime Engagements (TIMEly) "]}, "11": {"name": "Dr. Jeff Maas ", "title": "Program Manager", "description": "Dr. Jeff Maas joined DARPA in April 2018 as a program manager in the\r\nStrategic Technology Office. Dr. Maas' research interests include\r\nelectronic warfare applications involving distributed systems, real-time\r\neffectiveness monitoring, and strategic employment concepts. More", "interests": ["Access", "Autonomy", "Countermeasures", "EW", "PNT"], "programs": []}, "12": {"name": "Dr. John S. Paschkewitz", "title": "Program Manager", "description": "Dr. John S. Paschkewitz joined DARPA as a program manager in 2015. He is interested in accelerating adaptability, improving strategic decision making, and creating competitive advantages in dynamic, complex and uncertain environments with system architectures that enable flexibility and leverage machine intelligence. More", "interests": ["Autonomy", "Chemistry", "Complexity", "Systems"], "programs": []}, "13": {"name": "Dr. Jeffrey S. Rogers", "title": "Program Manager", "description": "Dr. Jeffrey S. Rogers joined DARPA as a program manager in the Strategic Technology Office in February 2019. Prior to DARPA, Rogers spent 8 years as an electrical engineer and head of the Active Acoustics Section within the Acoustics Division at Naval Research Laboratory. His research interests include acoustic signal and array processing, information theory, acoustic metamaterials, and multi-domain and multi-sensor fusion. More", "interests": ["Electronics", "EW", "Materials", "Sensors"], "programs": []}, "14": {"name": "Dr. Rob Saperstein", "title": "Program Manager", "description": "Dr. Rob Saperstein joined DARPA in June 2018 as a program manager for the Strategic Technology Office. His interests lie in technologies and systems for optical reconnaissance (ISR), electronic support, tactical optical networks, and verification of effectiveness. More", "interests": ["ISR", "Networking", "Spectrum"], "programs": []}, "15": {"name": "Dr. Mary R. Schurgot", "title": "Program Manager", "description": "Dr. Mary R. Schurgot joined DARPA in March 2020 as a program manager in the Strategic Technology Office (STO). Her research interests include secure and efficient data sharing, automated decision aids, and the design of new networking and communication paradigms. More", "interests": ["Communications", "Data", "Networking"], "programs": ["Secure Handhelds on Assured Resilient networks at the tactical Edge (SHARE) "]}, "16": {"name": "Mr. Chris Simi", "title": "Program Manager", "description": "Mr. Chris Simi joined DARPA as a program manager in the Strategic Technology\r\nOffice in September 2018. Prior to DARPA, Simi spent 15 years in the\r\nresearch office of the National Geospatial Intelligence Agency (NGA). At\r\nNGA, Mr. Simi served as the senior scientist for remote sensing, developing\r\na large variety of advanced electro-optic systems and concepts. More", "interests": ["EW", "Imagery", "ISR", "Maritime", "Satellites", "Space"], "programs": ["Small Satellite Sensors", "Military Tactical Means (MTM) "]}, "17": {"name": "CDR Greg Sutton", "title": "Program Manager", "description": "Cmdr. Greg Sutton joined DARPA in August 2019 as a program manager in the Strategic Technology Office (STO). His research interests include maritime access; offensive non-kinetics; and novel maritime tagging, tracking, and locating concepts. More", "interests": ["Maritime", "Sensors"], "programs": []}, "18": {"name": "Mr. Dave Tremper", "title": "Program Manager", "description": "Mr. Dave Tremper joined DARPA as a program manager in June 2017. Prior to joining DARPA, Mr. Tremper served nine years as a program manager in electronic warfare (EW)  at the Office of Naval Research (ONR) where he managed applied research programs in the areas of EW and counter-intelligence, surveillance, and reconnaissance (C-ISR) for both stand-alone and networked systems applications. More", "interests": ["Communications", "EW", "ISR", "PNT"], "programs": ["High power Amplifier using Vacuum electronics for Overmatch Capability  (HAVOC) ", "Spatial, Temporal, and Orientation Information in Contested Environments  (STOIC) "]}, "19": {"name": "Dr. Vincent J. Urick", "title": "Program Manager", "description": "Dr. Vincent J. Urick joined DARPA in May 2016 as a program manager in the Strategic Technology Office. His research interests include photonics, electronic warfare, and sensing in urban environments. More", "interests": ["EW", "Photonics"], "programs": []}, "20": {"name": "Mr. John Waterston", "title": "Program Manager", "description": "Mr. John Waterston joined DARPA in 2017 as a program manager in the Strategic Technology Office (STO). Mr. Waterston’s interests are in maritime autonomy, undersea warfare, distributed sensing, and non-traditional communications. More", "interests": ["Communications", "Maritime", "Sensors"], "programs": ["Ocean of Things"]}, "21": {"name": "Dr. Paul Zablocky", "title": "Program Manager", "description": "Dr. Paul Zablocky joined DARPA as a program manager in the Strategic Technology Office in September 2018. Zablocky’s previous positions include Navy, Marine, and Army R&D experience. More", "interests": ["Analytics", "BMC2", "Complexity", "Ground", "Resilience"], "programs": ["Aerial Dragnet", "Protected Forward Communications (PFC) ", "Seeker Cost Transformation  (SECTR) ", "System-of-Systems Enhanced Small Unit (SESU) "]}}, "tto": {"1": {"name": "Dr. Michael Leahy ", "title": "Office Director", "description": "Dr. Michael Leahy joined DARPA as director of the agency’s Tactical Technology Office in May 2019, marking his return to the agency, where he previously led the DARPA/U.S. Air Force Unmanned Combat Air Vehicle Program (X-45A) from conception through first flight. More", "interests": ["Leadership"], "programs": []}, "2": {"name": "Dr. Thomas Beutner", "title": "Deputy Director", "description": "Dr. Thomas Beutner joined DARPA to serve as deputy director of the Tactical Technology Office (TTO) in January 2018. Prior to coming to the Agency, he served as the head of the Air Warfare and Weapons Science & Technology Department at the Office of Naval Research (ONR). In this role, Beutner was responsible for the Navy’s science and technology investment in aircraft, air, and surface weapons technology programs, and directed energy weapons research. He also served as the Navy’s representative on the Office of the Secretary of Defense (OSD) Reliance Air Platforms Panel. More", "interests": ["Leadership"], "programs": []}, "3": {"name": "Mr. Jeffrey Smith", "title": "Assistant Director, Program Management", "description": "Mr. Jeffrey Smith is the Assistant Director, Program Management for the Tactical Technology Office (TTO). More", "interests": ["Administration", "Contracts", "Finance"], "programs": []}, "4": {"name": "Mr. Joshua Parsons", "title": "Program Analyst", "description": "Mr. Joshua Parsons joined DARPA in 2018 and is the Program Analyst for the Tactical Technology Office.  Prior to joining DARPA he served at the Office of the Director of National Intelligence (ODNI) as the Chief of Plans, Budget and Execution for the Intelligence Advanced Research Projects Activity (IARPA) followed by becoming the portfolio manager of budget and space acquisition policy for the National Intelligence Manager for Space and Technical Intelligence. More", "interests": ["Administration", "Finance"], "programs": []}, "5": {"name": "Dr. Gregory Avicola", "title": "Program Manager", "description": "Dr. Gregory Avicola joined DARPA in May 2019 as a program manager in the Tactical Technology Office. Areas of expertise include remote sensing (focus on maritime applications), undersea systems, and naval warfare. He is particularly interested in naval logistics, developing capabilities to exploit undersea mobility, improving both manned and unmanned undersea systems, and enabling undersea autonomous systems. More", "interests": ["Maritime", "Unmanned"], "programs": ["Mobile Force Protection (MFP) ", "No Manning Required Ship (NOMARS) "]}, "6": {"name": "Dr. Timothy Chung", "title": "Program Manager", "description": "Dr. Timothy Chung joined DARPA’s Tactical Technology Office as a program manager in February 2016.  His interests include autonomous/unmanned air vehicles, collaborative autonomy for unmanned swarm system capabilities, distributed perception, distributed decision-making, and counter unmanned system technologies. More", "interests": ["Air"], "programs": ["DARPA Subterranean (SubT) Challenge  ", "OFFensive Swarm-Enabled Tactics (OFFSET) "]}, "7": {"name": "Mr. Christopher Clay", "title": "Program Manager", "description": "Mr. Christopher Clay joined DARPA’s Tactical Technology Office as a program manager in January 2016. His interests include hypersonics, fixed- and rotary-wing platform development, munitions and aeropropulsion. More", "interests": ["Air"], "programs": ["Advanced Full Range Engine (AFRE) "]}, "8": {"name": "Dr. Peter Erbland", "title": "Program Manager", "description": "Dr. Peter Erbland joined DARPA as a program manager in February 2013. Currently, he focuses on advanced hypersonic systems and technologies including hypersonic aerodynamics and aerothermodynamics, structures and materials, and guidance, navigation and control, as well as basic and applied research in fluid mechanics, laser-based optical diagnostic techniques and numerical modeling. More", "interests": ["Air"], "programs": ["Tactical Boost Glide  (TBG) "]}, "9": {"name": "Maj. Nathan Greiner, USAF", "title": "Program Manager", "description": "Maj. Nathan Greiner joined DARPA in July 2018 as a program manager in the Tactical Technology Office. His research interests include advanced power and propulsion technologies for land, sea, air, and space applications. More", "interests": ["Air"], "programs": []}, "10": {"name": "Mr. Andrew Knoedler", "title": "Program Manager", "description": "Mr. Andrew Knoedler joined DARPA in July 2018 as a program manager in the Tactical Technology Office. His technical experience includes technology development and demonstration of complex aircraft and weapons systems, with a focus on demonstrating capabilities on shortened timelines. More", "interests": ["Air"], "programs": ["Hypersonic Air-breathing Weapon Concept  (HAWC) "]}, "11": {"name": "Mr. Steve Komadina", "title": "Program Manager", "description": "Mr. Steve Komadina joined DARPA in July 2019 as a program manager in the Tactical Technology Office. His research interests include technology development, flight demonstration, and prototyping of hypersonic systems; novel planforms/propulsion/controls; autonomous/unmanned air systems; air-to-air weapons; and manned/unmanned teaming. More", "interests": ["Air", "Autonomy"], "programs": []}, "12": {"name": "Mr. Todd Master", "title": "Program Manager", "description": "Mr. Todd Master joined DARPA in April 2016 as a program manager in the Tactical Technology Office. His interests include space launch, space domain awareness, space traffic management, advanced on-orbit operations including robotic servicing, and space policy associated with all of the above. More", "interests": ["Space"], "programs": ["DARPA Launch Challenge", "Consortium for Execution of Rendezvous and Servicing Operations  (CONFERS) "]}, "13": {"name": "Dr. Andrew Nuss", "title": "Program Manager", "description": "Dr. Andrew Nuss joined DARPA in November 2017 as a program manager in the Tactical Technology Office. His current focus areas include unmanned maritime systems, robotic naval systems, advanced maritime architectures and their rapid fielding, and novel approaches to increase platform survivability. More", "interests": ["Maritime"], "programs": ["Underminer", "Angler", "Sea Train"]}, "14": {"name": "Mr. Joseph Parrish", "title": "Program Manager", "description": "Mr. Joseph Parrish joined DARPA in April 2018 as a program manager in the Tactical Technology Office. His current focus areas include spaceflight hardware development, robotic systems, and on-orbit satellite servicing. More", "interests": ["Space"], "programs": ["Robotic Servicing of Geosynchronous Satellites  (RSGS) "]}, "15": {"name": "Dr. Lael Rudd", "title": "Program Manager", "description": "Dr. Lael Rudd joined DARPA in March 2020 as a program manager in the Tactical Technology Office. His expertise is in advanced autonomy systems for space and air domains. More", "interests": ["Air", "Autonomy", "Space"], "programs": []}, "16": {"name": "Lt. Col. Joshua Stults", "title": "Program Manager", "description": "Lt. Col. Joshua Stults became a program manager in the Tactical Technology Office in April 2018 after serving as a deputy program manager in the agency. His expertise includes high-speed flight, munitions, and novel propulsion technologies, with a focus on hypersonics. More", "interests": ["Air"], "programs": []}, "17": {"name": "Mr. Paul “Rusty” Thomas", "title": "Program Manager", "description": "Mr. Paul “Rusty” Thomas joined DARPA in September 2017 as a program manager in the Tactical Technology Office. His current focus areas include increasing the resilience, global reach, and networked connectivity of U.S. space assets. Areas of technical interest and expertise include disruptive low-cost space and launch systems, autonomous mission authority for satellite fleets, persistent intelligence, surveillance, and reconnaissance (ISR), and software-defined holographic light control. More", "interests": ["Space"], "programs": ["Blackjack"]}, "18": {"name": "Dr. Kurt Vogel", "title": "Program Manager", "description": "Dr. Kurt Vogel joined DARPA’s Tactical Technology Office as a program manager in October 2017, after having served over two years in the Agency’s Strategic Technology Office (STO). His areas of interest include air systems, electronic warfare, stealth, space systems, and counter-space. More", "interests": ["Air", "EW", "Space"], "programs": []}, "19": {"name": "Dr. Alexander M. G. Walan", "title": "Program Manager", "description": "Dr. Alexander Walan joined DARPA in September 2017 as a program manager in the Tactical Technology Office. His current focus areas include technology development and demonstration of advanced aircraft technologies with particular focus on rapid design, prototyping, and flight demonstration. More", "interests": ["Air", "Maritime"], "programs": []}, "20": {"name": "MAJ Amber Walker, USA", "title": "Program Manager", "description": "Maj. Amber Walker joined DARPA in June 2017 as a program manager in the Tactical Technology Office. Her current focus area is advanced hypersonic systems for ground launch. Additional research interests include human-robot interaction, multi-modal and wearable control, shared autonomy, and other technologies to manage warfighter mental workload. More", "interests": ["Ground"], "programs": []}, "21": {"name": "Mr. Scott Wierzbanowski", "title": "Program Manager", "description": "Mr. Scott Wierzbanowski joined DARPA in November 2016 as a program manager in the Tactical Technology Office. His interests include technology development and demonstration for aircraft and weapons with a focus on autonomous and semi-autonomous air systems, manned/unmanned teaming, and reusable space launch. More", "interests": ["Air"], "programs": ["Gremlins"]}, "22": {"name": "Dr. Stacie Williams", "title": "Program Manager", "description": "Dr. Stacie Williams joined DARPA in February 2019 as a program manager in the Tactical Technology Office. Her expertise includes remote sensing, research and development portfolio management, and technology transition. More", "interests": ["Space"], "programs": ["RNET"]}, "23": {"name": "CDR Kyle Woerner", "title": "Program Manager", "description": "Cmdr. Kyle Woerner joined DARPA in September 2018 as a program manager in the\r\nTactical Technology Office. His interests include unmanned systems, offensive and defensive swarms, undersea influence, multi-domain teaming, and human-machine interactions. More", "interests": ["Maritime", "Unmanned"], "programs": []}, "24": {"name": "Dr. Stuart H. Young", "title": "Program Manager", "description": "Stuart Young joined DARPA in January 2020 as a program manager in the Tactical Technology Office. His expertise includes autonomous/unmanned ground and air vehicles, intelligent behaviors for unmanned systems, multi-agent teaming, applied artificial intelligence (AI) and machine learning (ML), and field robotics technologies. More", "interests": ["Air", "Autonomy", "Ground", "Unmanned"], "programs": ["Aircrew Labor In-Cockpit Automation System  ((ALIAS) ) "]}}, "dso": {"1": {"name": "Dr. Valerie Browning", "title": "Office Director", "description": "Dr. Valerie Browning was named director of DARPA’s Defense Sciences Office (DSO) in December 2017. Dr. Browning has more than 30 years of experience in managing and executing defense-related research and development. Prior to her most recent DARPA appointment, Dr. Browning worked as an independent consultant providing subject matter expertise and strategic planning support to the Department of Defense, Department of Energy, and other government clients in the areas of advanced materials and alternative energy. More", "interests": ["Fundamentals", "Leadership"], "programs": []}, "2": {"name": "LTC Philip Root, USA", "title": "Deputy Director", "description": "Lt. Col. Philip Root was named deputy director of the Defense Sciences Office (DSO) in June\r\n2019. He will continue to manage the Squad X portfolio and the Urban Reconnaissance through\r\nSupervised Autonomy (URSA) programs in DARPA’s Tactical Technology Office (TTO) where\r\nhe explores the intersection of autonomy and military operations. More", "interests": ["Ground"], "programs": []}, "3": {"name": "Mr. Scott Wenzel", "title": "Assistant Director, Program Management ", "description": "Scott Wenzel is the Assistant Director for Program Management (ADPM) in the Defense Sciences Office (DSO). More", "interests": ["Administration", "Finance"], "programs": []}, "4": {"name": "Mr. Michael Langerman", "title": "Program Security Officer", "description": "Mr. Michael Langerman is the Program Security Officer for DARPA's Biological Technologies Office (BTO) and Defense Sciences Office (DSO). More", "interests": ["Administration", "Security"], "programs": []}, "5": {"name": "Ms. Karen McMullen", "title": "Program Analyst", "description": "Ms. Karen McMullen has been with DARPA since 1987. She has served as a program/financial analyst for a variety of major DARPA technical offices, including: Advanced Systems, Tactical Technology, Information Awareness, Joint Unmanned Combat Air Systems, Special Projects and Strategic Technology.McMullen joined DSO as the program analyst in 2014. More", "interests": ["Administration", "Finance"], "programs": []}, "6": {"name": "Dr. Joe Altepeter", "title": "Program Manager", "description": "Dr. Joe Altepeter joined DARPA in the Defense Sciences Office in September 2019. His interests include quantum and quantum-inspired technologies, novel sensors and imaging systems, hyperspectral awareness, and the visualization of useful data from complex physical systems. More", "interests": ["Fundamentals", "Photonics", "Quantum", "Spectrum", "Visualization"], "programs": ["Invisible Headlights"]}, "7": {"name": "Dr. William Carter", "title": "Program Manager", "description": "Dr. William Carter is a program manager in the Defense Sciences Office. He was formerly the director of the Materials and Microsystems Laboratory at HRL Laboratories. He received his doctorate in applied physics from Harvard University in 1997 and has more than 15 years of experience managing government and industrial materials research programs. His background spans applied physics, materials science, and mechanics. More", "interests": ["Complexity", "Fundamentals", "Manufacturing", "Materials", "Microstructures"], "programs": ["Atoms to Product  (A2P) ", "Materials Architectures and Characterization for Hypersonics (MACH) ", "Materials for Transduction  (MATRIX) "]}, "8": {"name": "Dr. Tatjana Curcic ", "title": "Program Manager", "description": "Dr. Tatjana Curcic joined DARPA as a program manager in the Defense Sciences Office in October 2018. Her interests are in accelerating the development of quantum information technologies and discovering new applications in a range of areas from sensing to information processing with noisy qubits. More", "interests": ["Processing", "Quantum", "Sensors"], "programs": []}, "9": {"name": "Dr. Michael Fiddy", "title": "Program Manager", "description": "Dr. Michael Fiddy joined DARPA as a program manager in the Defense Sciences Office in September 2016. His current interests include fundamental studies of wave-matter interactions from RF to visible light frequencies. Advancing scattering and inverse scattering methods for multiple scattering media leads to new imaging techniques and tools to synthesize 2-D and 3-D materials and structures, including those with sub-wavelength features. More", "interests": ["Complexity", "Fundamentals", "Imagery", "Materials", "Photonics"], "programs": ["RadioBio", "µBRAIN", "QUEST", "Fundamental Limits of Photon Detection  (Detect) ", "Extreme Optics and Imaging  (EXTREME) ", "Imaging Through Almost Anything Anywhere  (ITA3) ", "Nascent Light-Matter Interactions (NLM) "]}, "10": {"name": "Dr. Anne Fischer", "title": "Program Manager", "description": "Dr. Anne Fischer joined DARPA as a program manager in the Defense Sciences Office (DSO) in January 2017. Trained as a chemist, Dr. Fischer is interested in pursuing creative applications of chemical approaches, methods, and tools to advance a wide range of technologies. More", "interests": ["Chemistry", "Fundamentals", "Materials", "Tech-Foundations"], "programs": ["Make-It ", "Molecular Informatics", "Agnostic Compact Demilitarization of Chemical Agents  (ACDC) ", "Accelerated Molecular Discovery  (AMD) ", "Rational Integrated Design of Energetics (RIDE) "]}, "11": {"name": "Lt. Col. C. David Lewis, USAF", "title": "Program Manager", "description": "Lt. Col. C. David Lewis joined DARPA as a program manager in the Defense Sciences Office (DSO) in January 2018. Trained as an officer and physicist, Lt. Col. Lewis is interested in applying the forefront of fundamental physics in unique ways to DoD challenges using the disciplines of quantum mechanics, space and plasmas, and gravitational physics. More", "interests": ["Fundamentals", "Math", "Quantum", "Space"], "programs": []}, "12": {"name": "Dr. Rosa Alejandra Lukaszew", "title": "Program Manager", "description": "Dr. Rosa Alejandra “Ale” Lukaszew joined DARPA as a program manager in the Defense Sciences Office in January 2017. Her current research interests include understanding and developing new materials, structures, and devices incorporating strongly correlated electrons–particularly exploiting topological correlations to create pathways to new paradigms in electronics for applications in memory, logic, energy conversion devices, and sensors. More", "interests": ["Electronics", "Materials", "Photonics"], "programs": ["Driven and Nonequilibrium Quantum Systems (DRINQS) ", "Program in Ultrafast Laser Science and Engineering  (PULSE) ", "Topological Excitations in Electronics  (TEE) ", "Virtual Intelligence Processing  (VIP) "]}, "13": {"name": "Dr. Bartlett Russell", "title": "Program Manager", "description": "Dr. Bartlett Russell joined DARPA as a program manager in April of 2019. Her work focuses on understanding the variability of human cognitive and social behavior to enable the decision-maker, improve analytics, and generate autonomous and AI systems that enable human adaptability. Prior to joining DARPA, Russell was a senior program manager and lead of the human systems and autonomy research area in Lockheed Martin’s Advanced Technology Laboratories. More", "interests": ["Analytics", "Artificial Intelligence", "Autonomy", "Forecasting", "Integration", "Interface", "Neuroscience", "Resilience", "Training", "Trust", "Visualization"], "programs": ["Gamifying the Search for Strategic Surprise (GS3) - Polyplexus", "Habitus", "Understanding Group Biases  (UGB) "]}, "14": {"name": "Mr. Ted Senator", "title": "Program Manager", "description": "Mr. Ted Senator joined DARPA as a program manager in the Defense Sciences Office in August 2018.  Senator was a senior science advisor at the National Geospatial-Intelligence Agency, focusing on uses of artificial intelligence and machine learning. He has been a program manager at both the Intelligence Advanced Research Projects Activity (IARPA) and the Defense Advanced Research Projects Agency (DARPA), as well as the founder and leader of the Artificial Intelligence Division at the U.S. Treasury’s Financial Crimes Enforcement Network (FinCEN) and an engineer for the Department of the Navy More", "interests": ["Agency", "Ground", "Opportunities", "Transition"], "programs": ["Deep Purposeful Learning  (Deep Purple) ", "Lifelong Learning Machines  (L2M) ", "Physics of Artificial Intelligence  (PAI) ", "Science of Artificial Intelligence and Learning for Open-world Novelty (SAIL-ON) ", "Serial Interactions in Imperfect Information Games Applied to Complex Military Decision Making  (SI3-CMD) "]}, "15": {"name": "Dr. Jan Vandenbrande", "title": "Program Manager ", "description": "Dr. Jan Vandenbrande joined DARPA as a program manager in July 2015. He is\r\ninterested in developing math and computational tools to radically improve\r\nthe design of mechanical products. More", "interests": ["Manufacturing", "Materials"], "programs": ["Computable Models (COMP Mods) ", "Enabling Quantification of Uncertainty in Physical Systems  (EQUiPS) ", "Fundamental Design (FUN Design) ", "Tailorable Feedstock and Forming  (TFF) ", "Transformative Design  (TRADES) "]}, "16": {"name": "Dr. Mark Wrobel", "title": "Program Manager", "description": "Dr. Mark Wrobel joined DARPA as a program manager in the Defense Sciences Office in 2019. His interests include the development of new capabilities for detecting and interdicting threats associated with weapons of mass destruction, including chemical, biological, radiological and nuclear threats to national security. More", "interests": ["Fundamentals", "Sensors"], "programs": ["SIGMA+", "Gamma Ray Inspection Technology  (GRIT) "]}, "17": {"name": "Dr. Jiangying Zhou", "title": "Program Manager", "description": "Jiangying Zhou became a DARPA program manager in the Defense Sciences Office in November 2018, having served as a program manager in the Strategic Technology Office (STO) since January 2018. Her areas of research include machine learning, artificial intelligence, data analytics, and intelligence, surveillance and reconnaissance (ISR) exploitation technologies. More", "interests": ["Artificial Intelligence", "ISR", "Processing"], "programs": ["Artificial Intelligence Research Associate (AIRA) ", "Competency-Aware Machine Learning  (CAML) ", "Fundamentals of Complex Collectives  (FunCC) ", "Nature as Computer (NAC) ", "Revolutionary Enhancement of Visibility by Exploiting Active Light-fields (REVEAL) "]}}, "darpa_listings": {"1": {"contractname": "Air Combat Evolution Task 4", "noticeid": "HR001119S0051", "proposalduedate": "None", "lastupdateddate": "2020-05-08", "lastpublisheddate": "2020-05-08", "type": "Award Notice", "url": "https://beta.sam.gov/opp/d584f9552dd24df29919460f9ee2b68f/view", "awardee": "CALSPAN CORPORATION", "contractValue": "14061165.00", "color": "None", "importantDates": null}, "2": {"contractname": "Artificial Intelligence Exploration (AIE) Opportunity: Techniques for Machine Vision Disruption", "noticeid": "DARPA-PA-19-03-06", "proposalduedate": "2020-05-14", "lastupdateddate": "2020-05-07", "lastpublisheddate": "2020-05-07", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/3d75659b52154edd8e74a6e86cc519d6/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "3": {"contractname": "Fast Lanes for Expedited Execution at 10 Terabits (FLEET)", "noticeid": "HR001119S0082", "proposalduedate": "None", "lastupdateddate": "2020-05-06", "lastpublisheddate": "2020-05-06", "type": "Award Notice", "url": "https://beta.sam.gov/opp/764e13e6f91a4bf89c3277f3a2d942ec/view", "awardee": "PERSPECTA LABS INC.", "contractValue": "29917092.00", "color": "None", "importantDates": null}, "4": {"contractname": "Discover DSO Day (D3) Special Notice", "noticeid": "DARPA-SN-20-48", "proposalduedate": "2020-06-17", "lastupdateddate": "2020-05-04", "lastpublisheddate": "2020-05-04", "type": "Special Notice", "url": "https://beta.sam.gov/opp/96bbedcfbf484da09118aa39a54a6ada/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": null}, "5": {"contractname": "Notice of Intent to Award a Sole Source Contract for  Millimeter Wave GaN Maturation (MGM) to  HRL Laboratories LLC", "noticeid": "DARPA-SN-20-49", "proposalduedate": "2020-05-19", "lastupdateddate": "2020-05-04", "lastpublisheddate": "2020-05-04", "type": "Special Notice", "url": "https://beta.sam.gov/opp/39c3e33e478d4278ab6fa8dca34a259e/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "6": {"contractname": "Cooperative Secure Learning (CSL)", "noticeid": "DARPA-PA-19-03-07", "proposalduedate": "2020-06-02", "lastupdateddate": "2020-05-04", "lastpublisheddate": "2020-05-04", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/0cbf1abb282444649db192b06f86bc72/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": null}, "7": {"contractname": "Securing Information for Encrypted Verification and Evaluation (SIEVE)", "noticeid": "HR001119S0076", "proposalduedate": "None", "lastupdateddate": "2020-05-01", "lastpublisheddate": "2020-05-01", "type": "Award Notice", "url": "https://beta.sam.gov/opp/28abae856e434b8cbb85ede21436816e/view", "awardee": "STEALTH SOFTWARE TECHNOLOGIES, INC.", "contractValue": "8539791.00", "color": "None", "importantDates": null}, "8": {"contractname": "DARPA STO Seedling", "noticeid": "HR001119S0032", "proposalduedate": "None", "lastupdateddate": "2020-04-30", "lastpublisheddate": "2020-04-30", "type": "Award Notice", "url": "https://beta.sam.gov/opp/00e33a3b17614ea78a5f2977fa3b76f5/view", "awardee": "RAYTHEON COMPANY", "contractValue": "572884.00", "color": "None", "importantDates": null}, "9": {"contractname": "Invisible Headlights (IH)", "noticeid": "HR001120S0045", "proposalduedate": "2020-06-17", "lastupdateddate": "2020-04-30", "lastpublisheddate": "2020-04-30", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/e81b2e971cf44478920206d40e3c1ba5/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001120S0045 I NVISIBLE H EADLIGHTS 3 PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Defense Sciences Office (DSO) Funding Opportunity Title: Invisible Headlights (IH) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0045 Catalog of Federal Domestic Assistance (CFDA) Number(s): 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time.) o Posting Date: April 17, 2020 o Proposers Day: March 16, 2020. See Section VIII.B. o Abstract Due Date: May 08, 2020, 4:00 p.m. o FAQ Submission Deadline: June 03, 2020, 4:00 p.m. See Section VIII.A. o Full Proposal Due Date: June 17, 2020, 4:00 p.m. Anticipated Individual Awards: DARPA anticipates one or more awards in Technical Area 1 and one or more awards in Technical Area 2. Types of Instruments that May be Awarded: Procurement contracts, cooperative agreements or other transactions Agency contacts o Technical POC : Joseph Altepeter, Program Manager, DARPA/DSO o BAA Email: InvisibleHeadlights@darpa.mil o BAA Mailing Address: DARPA/DSO ATTN: HR001120S0045 675 North Randolph Street Arlington, VA 22203-2114 o DARPA/DSO Opportunities Website: http://www.darpa.mil/work-with- us/opportunities Frequently Asked Questions (FAQ): FAQs for this solicitation may be viewed on the DARPA/DSO Opportunities Website. See Section VIII.A for further information."}, "10": {"contractname": "Defense Sciences Office Office-wide Broad Agency Announcement Award Notice", "noticeid": "HR001119S0071", "proposalduedate": "None", "lastupdateddate": "2020-04-29", "lastpublisheddate": "2020-04-29", "type": "Award Notice", "url": "https://beta.sam.gov/opp/de12cf45f0ca4c1298c7e22124076e37/view", "awardee": "DATA MACHINES CORP.", "contractValue": "705696.00", "color": "None", "importantDates": null}, "11": {"contractname": "Rational Integrated Design of Energetics (RIDE)", "noticeid": "HR001120S0040", "proposalduedate": "2020-05-15", "lastupdateddate": "2020-04-29", "lastpublisheddate": "2020-04-29", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/22fbf2f57b26439e8dbe3913f3573e90/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": "HR001120S0040 RIDE3 PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Defense Sciences Office (DSO) Funding Opportunity Title: Rational Integrated Design of Energetics (RIDE) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0040 Catalog of Federal Domestic Assistance (CFDA) Number(s): 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time.) o Posting Date: March 11, 2020 o Proposers Day: March 10, 2020 o Abstract Due Date: March 25, 2020, 4:00 p.m. o FAQ Submission Deadline: April 24, 2020, 4:00 p.m. See Section VIII.A. o Full Proposal Due Date: May 15, 2020, 4:00 p.m. Anticipated Individual Awards: DARPA anticipates multiple awards. Types of Instruments that May be Awarded: Procurement contracts, cooperative agreements or other transactions Agency contacts o Technical POC : Anne Fischer, Program Manager, DARPA/DSO o BAA Email: RIDE@darpa.mil o BAA Mailing Address: DARPA/DSO ATTN: HR001120S0040 675 North Randolph Street Arlington, VA 22203-2114 o DARPA/DSO Opportunities Website: http://www.darpa.mil/work-with- us/opportunities Frequently Asked Questions (FAQ): FAQs for this solicitation may be viewed on the DARPA/DSO Opportunities Website. See Section VIII.A for further information."}, "12": {"contractname": "ADvanced Acclimation and Protection Tool for  Environmental Readiness (ADAPTER)", "noticeid": "HR001120S0041", "proposalduedate": "2020-06-18", "lastupdateddate": "2020-04-27", "lastpublisheddate": "2020-04-27", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/c21c517d629541dbba86c58098c72e54/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": null}, "13": {"contractname": "High Enthalpy Aperture Technology (HEAT)", "noticeid": "HR001120S0038", "proposalduedate": "2020-07-28", "lastupdateddate": "2020-04-24", "lastpublisheddate": "2020-04-24", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/710b5514c953444c9157bc451ad0f79a/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Defense Sciences Office (DSO) Funding Opportunity Title: High Enthalpy Aperture Technology (HEAT) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0038 Catalog of Federal Domestic Assistance (CFDA) Number(s): 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time.) o Posting Date: March 12, 2020 o Request for Classified addendum: Ma y be made immediately after BAA posting and should be made prior to April 17, 2020 by 4:00pm (ET) o Deadline to Notify Security of Intent to Submit Classified Abstracts: April 24 May 26 , 2020 by 4:00pm (ET) o Deadline to Notify Security of Intent to Submit Classified Proposals: June 12, July 21, 2020 by 4:00pm (ET) o Proposers Day: March 13, 2020. See BAA Section VIII.C. o Abstract Due Date: May 8 June 9 , 2020, 4:00 p.m. o Classified FAQ Submission Deadline: May 29 July 7 , 2020, 4:00 p.m. See BAA Section VIII.A. o Unclassified FAQ Submission Deadline: June 12 July 21 , 2020, 4:00 p.m. See BAA Section VIII.A. o Full Proposal Due Date: June 19, July 28 2020, 4:00 p.m. Types of Instruments that May be Awarded: Procurement contracts or Other Transactions Agency contacts o Technical POC : William (Bill) Carter, Program Manager, DARPA/DSO o BAA Email (Unclassified correspondence only): HEAT@darpa.mil o BAA Mailing Address: DARPA/DSO ATTN: HR001120S0038 HEAT 675 North Randolph Street Arlington, VA 22203 - 2114 o DARPA/DSO Opportunities Website: http://www.darpa.mil/work - with - us/opportunities Teaming Information: See Section VIII.B for information on teaming opportunities. HR001120S0038 HEAT 3"}, "14": {"contractname": "Wideband Adaptive RF Protection (WARP)", "noticeid": "HR001120S0027", "proposalduedate": "2020-06-04", "lastupdateddate": "2020-04-24", "lastpublisheddate": "2020-04-24", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/0e4de09e45a44562b72ee9646a0a57de/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": "HR001120S0027 4 PART I: OVERVIEW INFORMATION Federal Agency Name : Defense Advanced Research Projects Agency (DARPA), Microsystems Technology Office (MTO) Funding Opportunity Title: Wideband Adaptive RF Protection (WARP) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0027 Catalog of Federal Domestic Assistance Numbers (CFDA): 12.910 Research and Technology Development Dates: (All times listed herein are Eastern Time) o Posting Date: January 30, 2020 o Proposers Day: February 11, 2020 o Abstract Due Date: March 9, 2020 o FAQ Submission Deadline: May 21, 2020 o Proposal Due Date : June 4, 2020 o Estimated period of performance start: November 2020 Concise description of the funding opportunity: DARPA seeks innovative proposals to develop wideband, adaptive RF filters and cancellers that selectively attenuate interference and protect wideband digital radios from saturation. When exposed to interference/self- interference, the filters and cancellers will automatically sense and adapt to the electromagnetic environment through the intelligent control of its adaptive hardware. WARP will ultimately enable the use of wideband software defined radios in congested and contested environments. Anticipated Funding Available for Award: It is anticipated that $40M of total funding will be awarded across both technical areas, approximately partitioned as follows: $20M for Technical Area 1 (TA1), 3 phases, 48 months, 6.2 funding; $20M for Technical Area 2 (TA2), 3 phases, 48 months, 6.2 funding. Anticipated individual awards : Multiple awards are anticipated. Anticipated funding type: 6.2 Types of instruments that may be awarded: Procurement contract, grant, cooperative agreement or other transaction. Agency contact: o Dr. Timothy Hancock, Program Manager BAA Coordinator: HR001120S0027 @darpa.mil DARPA/MTO ATTN: HR001120S0027 675 North Randolph Street Arlington, VA 22203-2114"}, "15": {"contractname": "Biological Technologies", "noticeid": "HR001120S0044", "proposalduedate": "2021-04-22", "lastupdateddate": "2020-04-23", "lastpublisheddate": "2020-04-23", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/4efd37762ed0475d871af927279f010d/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001120S0044, Biological Technologies 3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Biological Technologies Office (BTO) Funding Opportunity Title Œ Biological Technologies Announcement Type Œ Initial Announcement Funding Opportunity Number Œ HR001120S0044 North American Industry Classification System (NAICS) Œ 541714 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ 12.910 Research and Technology Development Dates o Posting Date: April 23, 2020 o Proposal Abstract Due Date and Time: Abstracts may be submitted on a rolling basis until 4:00 PM ET, April 22, 2021 o Full Proposal Due Date and Time: Proposals may be submitted on a rolling basis until 4:00 PM ET, April 22, 2021 o BAA Closing Date: April 22, 2021 o Estimated period of performance start: Approximately 120 calendar days after proposal submission Concise description of the funding opportunity Œ This announcement seeks revolutionary research ideas for topics not being addressed by ongoing BTO programs or other published solicitations. Anticipated individual awards Œ Multiple awards are anticipated. Types of instruments that may be awarded Œ Procurement contract, grant, cooperative agreement, or Other Transaction. Agency contact The BAA Coordinator for this effort may be reached at: BTOBAA2020@darpa.mil DARPA/BTO ATTN: HR001120S0044 675 North Randolph Street Arlington, VA 22203-2114"}, "16": {"contractname": "Joint All-Domain Warfighting Software (JAWS)", "noticeid": "HR001120S0022", "proposalduedate": "2020-06-30", "lastupdateddate": "2020-04-22", "lastpublisheddate": "2020-04-22", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/0ff2332c7b6b461c9fe5023cece9891c/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Adaptive Capabilities Office (ACO) Funding Opportunity Title Œ Joint All-Domain Warfighting Software (JAWS) Announcement Type Œ Initial Funding Opportunity Number Œ HR001120S0022 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ Not applicable Dates o Posting Date: 3 April 2020 o Abstract Due Date and Time: 1 May 2020 at 3:00 PM EDT o Proposers Day: Cancelled o FAQ Submission Deadline: 10 April 2020 o Proposal Due Date and Time: 30 June 2020 at 3:00 PM EDT o BAA Closing Date: 14 July 2020 o Estimated period of performance start: 4 November 2020 The DARPA JAWS program will develop a software suite to maximize the effectiveness of military force through theater scale battle management command and control by orchestrating resources in all domains with automation and predictive analytics. The amount of resources made available under this BAA will depend on the quality of the proposals received and the availability of funds. Multiple awards are anticipated. Anticipated funding type: 6.3 Types of instruments that may be awarded -- Procurement contract or other transaction. Agency Point of Contact The BAA Coordinator for this effort can be reached at: HR001120S0022@darpa.mil. DARPA/ACO ATTN: HR001120S0022 675 North Randolph Street Arlington, VA 22203-2114"}, "17": {"contractname": "Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR)", "noticeid": "HR001120S0019", "proposalduedate": "2020-12-31", "lastupdateddate": "2020-04-15", "lastpublisheddate": "2020-04-15", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/752d7937e275489791b2e45612f20da2/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": null}, "18": {"contractname": "Adaptive Warfighting Architectures", "noticeid": "HR001120S0043", "proposalduedate": "2021-04-14", "lastupdateddate": "2020-04-15", "lastpublisheddate": "2020-04-15", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/f18a3b7c70ee438297378b5782027750/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Adaptive Capabilities Office (ACO) Funding Opportunity Title Œ Adaptive Warfighting Architectures Announcement Type Œ Initial announcement Funding Opportunity Number Œ HR001120S0043 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ Not Applicable Dates o Posting Date: April 15, 2020 o Abstract Due Date: Abstracts may be submitted on a rolling basis until 1:00PM (Eastern) on March 15, 2021 o Proposal Due Date: Proposals may be submitted on a rolling basis until 1:00PM (Eastern) on April 14, 2021 o BAA Closing Date: April 14, 2021 o Estimated period of performance start: Approximately 120 calendar days after proposal submission Concise description of the funding opportunity: This announcement seeks revolutionary research ideas in developing and maturing all domain adaptive warfighting architectures. Anticipated individual awards Œ Multiple awards are anticipated. Anticipated funding type Œ6.3 Types of instruments that may be awarded - Procurement contractor or other transaction. Agency contact o Points of Contact BAA Coordinator: HR001120S0043@darpa.mil DARPA/ACO ATTN: HR001120S0043 675 North Randolph Street Arlington, VA 22203-2114"}, "19": {"contractname": "SBIR/STTR Opportunity: Open Source Wide Band Software Defined Acoustic Modem", "noticeid": "HR001120S0019-06", "proposalduedate": "2020-05-26", "lastupdateddate": "2020-04-08", "lastpublisheddate": "2020-04-08", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/f0c72e02f5c546a796faa1788a3abd40/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "20": {"contractname": "SBIR/STTR Opportunity: Wearable Laser Detection and Alert System", "noticeid": "HR001120S0019-05", "proposalduedate": "2020-05-26", "lastupdateddate": "2020-04-08", "lastpublisheddate": "2020-04-08", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/f35da0a4ad204bea99b80498b6d2f9a7/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "21": {"contractname": "SBIR/STTR Opportunity: Seabed Simulation Synthesis", "noticeid": "HR001120S0019-04", "proposalduedate": "2020-05-26", "lastupdateddate": "2020-04-08", "lastpublisheddate": "2020-04-08", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/ce0c294ba145477c9924499a4d05fab1/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "22": {"contractname": "Air Space Total Awareness for Rapid Tactical Execution (ASTARTE)", "noticeid": "HR001120S0039", "proposalduedate": "2020-06-23", "lastupdateddate": "2020-04-07", "lastpublisheddate": "2020-04-07", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/897bf13ef9a044b298d0de164781412c/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Strategic Technology Office (STO) Funding Opportunity Title Œ Air Space Total Awareness for Rapid Tactical Execution (ASTARTE) Announcement Type Œ Initial Announcement Funding Opportunity Number Œ HR001120S0039 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ Not applicable Dates o Posting Date: April 7, 2020 o Proposers™ Day: April 21, 2020 o Abstract Due Date and Time: April 28, 2020, 4:00PM (Eastern) o Questions Due Date: May 14, 2020, 4:00PM (Eastern) o Deadline to Notify Security of Intent to Submit Classified Proposal: May 28, 2020, 4:00PM (Eastern) o Proposal Due Date and Time: June 23, 2020, 4:00PM (Eastern) Anticipated individual awards Œ Multiple awards are anticipated. Types of instruments that may be awarded -- Procurement contract or other transaction. Agency contact o Point of Contact The BAA Coordinator for this effort can be reached at: electronic mail: HR001120S0039@darpa.mil"}, "23": {"contractname": "Request for Information (RFI) - Techniques to Characterize the Susceptibility of Electronics  to High Power Microwave Irradiation", "noticeid": "DARPA-SN-20-46", "proposalduedate": "2020-05-11", "lastupdateddate": "2020-04-06", "lastpublisheddate": "2020-04-06", "type": "Special Notice", "url": "https://beta.sam.gov/opp/9732ddbe375b4d3e87df17c8805efe51/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": null}, "24": {"contractname": "Ocean of Things Phase 2, Technical Area 2", "noticeid": "HR001120S0042", "proposalduedate": "2020-05-15", "lastupdateddate": "2020-03-31", "lastpublisheddate": "2020-03-31", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/37991fec08e949db80f9e3185d1a319b/view", "awardee": null, "contractValue": null, "color": "red", "importantDates": "3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Strategic Technology Office (STO) Funding Opportunity Title Œ Ocean of Things Phase 2 Data Analytics Announcement Type Œ Initial Announcement Funding Opportunity Number Œ HR001120S0042 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ Not applicable Dates o Posting Date: March 31, 2020 o Proposers™ Day: April 7, 2020 (webinar) o Questions Due Date: April 17, 2020, 4:00 PM, ET o Proposal Due Date: May 15, 2020, 4:00 PM, ET The Defense Advanced Research Projects Agency (DARPA) is soliciting innovative proposals for the second phase of a two-phase program to develop analytical techniques to derive insights from an autonomous float field and produce mission products from the many, concise float data reports. The program, Ocean of Things, is a vital part of the Mosaic Warfare end-state vision. Proposed solutions should develop innovative approaches that enable revolutionary advances in science, devices, or systems and innovative approaches to apply existing technology not previously applied to the maritime domain. Specifically excluded is research that primarily results in evolutionary improvements to the existing state of practice. Multiple awards are anticipated. Total Budgeted Award Amount (for all performers): $8 million Types of instruments that may be awarded -- Procurement Contract or Other Transaction. Agency Contact o Points of Contact: The BAA Coordinator for this effort can be reached at: HR001120S0042@darpa.mil DARPA/STO ATTN: HR001120S0042 675 North Randolph Street Arlington, VA 22203-2114"}, "25": {"contractname": "Wideband Secure and Protected Emitter and Receiver (WiSPER)", "noticeid": "HR001120S0030", "proposalduedate": "2020-06-02", "lastupdateddate": "2020-03-26", "lastpublisheddate": "2020-03-26", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/7bb42c992a6a47f9a74a6d78aaf65fdc/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": "HR001120S0030 4 PART I: OVERVIEW INFORMATION Federal Agency Name : Defense Advanced Research Projects Agency (DARPA), Microsystems Technology Office (MTO) Funding Opportunity Title: Wideband Secure and Protected Emitter and Receiver (WiSPER) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0030 Catalog of Federal Domestic Assistance Numbers (CFDA): Not applicable Dates: (All times listed herein are Eastern Time) o Posting Date: February 11, 2020 o Proposers Day: February 13, 2020 at 8:00am (ET) o Request for FOUO BAA Addendum: Must be made by March 3, 2020 at 5:00pm (ET) o Abstract Due Date: March 17, 2020 by 1pm (ET) o FAQ Submission Deadline: May 19, 2020 by 1:00pm (ET) o Deadline to Notify Security of Intent to Submit Classified Proposals: May 19, 2020 by 5:00pm (ET) o Subcontractor list due date: May 19, 2020 by 5:00pm (ET) o Proposal Due Date: June 2, 2020 by 1:00pm (ET) o Estimated period of performance start: September 2020 Concise description of the funding opportunity: DARPA is soliciting innovative research proposals to develop wideband secure and protected radio interface technologies for future Radio Frequency (RF) systems. The WiSPER program will enable next- generation secure tactical radios. Please request the BAA Unclassified//FOUO addendum for additional information. Anticipated Funding Available for Award: Approximately $50M across all program phases. Anticipated individual awards : Multiple awards are anticipated. Anticipated funding type: 6.3 Types of instruments that may be awarded: Procurement contract or other transaction. Agency contact: o Dr. Young-Kai Chen, Program Manager BAA Coordinator: HR001120S0030 @darpa.mil DARPA/MTO ATTN: HR001120S0030 675 North Randolph Street Arlington, VA 22203-2114"}, "26": {"contractname": "Simulation Enablement through Auto-Generation of Surrogate Models (Topic 22)", "noticeid": "HR001119S0075-22", "proposalduedate": "2020-06-08", "lastupdateddate": "2020-03-25", "lastpublisheddate": "2020-03-25", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/a07f9e5c4b614e31806b02ebc2a360da/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": null}, "27": {"contractname": "Data Protection in Virtual Environments (DPRIVE)", "noticeid": "HR001120S0032", "proposalduedate": "2020-06-02", "lastupdateddate": "2020-03-19", "lastpublisheddate": "2020-03-19", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/16c71dadbe814127b475ce309929374b/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": "HR001120S0032 6 PART I: OVERVIEW INFORMATION Federal Agency Name : Defense Advanced Research Projects Agency (DARPA), Microsystems Technology Office (MTO) Funding Opportunity Title: Data Protection in Virtual Environments (DPRIVE) Announcement Type: Initial Announcement Funding Opportunity Number: HR001120S0032 Catalog of Federal Domestic Assistance Numbers (CFDA): Not applicable Dates: (All times listed herein are Eastern Time) o Posting Date: February 27, 2020 o Proposers Day: March 2, 2020 o Abstract Due Date: March 23, 2020 o FAQ Submission Deadline: May 16, 2020 o Proposal Due Date: June 2, 2020 o Estimated period of performance start: November 2020 Concise description of the funding opportunity: DARPA is soliciting innovative research and development to reduce the computation run time of fully homomorphic encrypted computation through hardware acceleration. The goal of the DPRIVE program is to enable fully homomorphic encrypted computation to within one order of magnitude of the compute time of current unencrypted computation. Anticipated Funding Available for Award: Total award funding is expected to be $33M. Anticipated individual awards : Multiple awards are anticipated. Anticipated funding type: 6.2 Types of instruments that may be awarded: Procurement contract or other transaction Agency contact: o Dr. Tom Rondeau, Program Manager BAA Coordinator: DPRIVE @darpa.mil DARPA/MTO ATTN: HR001120S0032 675 North Randolph Street Arlington, VA 22203-2114"}, "28": {"contractname": "Microsystems Technology Office (MTO) Office-wide", "noticeid": "HR001120S0018", "proposalduedate": "2022-03-13", "lastupdateddate": "2020-03-13", "lastpublisheddate": "2020-03-13", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/a429587c4a284ad6a78ad1cf70c02d5c/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001120S0018 4 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Microsystems Technology Office (MTO) Funding Opportunity Title Œ Microsystems Technology Office (MTO) Office-wide Announcement Type Œ Initial Announcement Funding Opportunity Number Œ HR001120S0018 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time) o Posting Date: March 13, 2020 o Abstract Due Date: Abstracts may be submitted on a rolling basis until 1:00PM on January 3, 2022. o Proposal Due Date: Proposals may be submitted on a rolling basis until 1:00PM on March 13, 2022. o Closing Date: March 13, 2022 o Estimated period of performance start: Approximately 120 calendar days after proposal submission Concise description of the funding opportunity - This announcement seeks revolutionary research ideas for topics not being addressed by ongoing MTO programs or other published solicitations. Anticipated individual awards Œ Multiple awards are anticipated. Anticipated funding type - 6.1, 6.2, and/or 6.3 Types of instruments that may be awarded Œ Procurement contract, grant, cooperative agreement or other transaction Agency contact o Dr. Mark Rosker Director, Microsystems Technology Office BAA Coordinator: HR001120S0018 @darpa.mil DARPA/MTO ATTN: HR001120S0018 675 North Randolph Street Arlington, VA 22203-2114 THOSE INTENDING TO SUBMIT A PROPOSAL FOR AN ASSISTANCE INSTRUMENT (GRANT OR COOPERATIVE AGREEMENT) ARE STRONGLY ENCOURAGED TO READ THE INSTRUCTIONS PROVIDED AT SECTION IV.C.3.a REGARDING THE TIME REQUIRED TO RECEIVE VALIDATION OF SUBMISSIONS MADE THROUGH GRANTS.GOV. PROPOSALS THAT ARE VALIDATED AFTER THE PROPOSAL DUE DATE/TIME WILL BE CONSIDERED LATE AND, AS SUCH, WILL NOT BE REVIEWED."}, "29": {"contractname": "Detecting the Presence of Artificially Intelligent Systems (Topic 21)", "noticeid": "HR001119S0075-21", "proposalduedate": "2020-06-04", "lastupdateddate": "2020-03-11", "lastpublisheddate": "2020-03-11", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/91f0e57167da4f6c8a1b0b1a4e3f0b89/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": null}, "30": {"contractname": "Acceleration of Quantum Dot Device Development (Topic 20)", "noticeid": "HR001119S0075-20", "proposalduedate": "2020-05-29", "lastupdateddate": "2020-03-11", "lastpublisheddate": "2020-03-11", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/794955e37c1e45c38ba9ff6c5eeedddc/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": null}, "31": {"contractname": "Strategic Technologies", "noticeid": "HR001120S0034", "proposalduedate": "2021-03-01", "lastupdateddate": "2020-02-28", "lastpublisheddate": "2020-02-28", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/6b61760cf1914dd4baef3ce23fdc991c/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001120S0034 Strategic Technologies 4 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Strategic Technology Office Funding Opportunity Title Œ Strategic Technologies Announcement Type Œ Initial announcement Funding Opportunity Number Œ HR001120S0034 Catalog of Federal Domestic Assistance Numbers (CFDA) - Not Applicable Dates o Posting Date: February 28, 2020 o Available for Submission: February 29, 2020 o BAA Closing Date: March 1, 2021 Anticipated individual awards - Multiple awards are anticipated. Types of instruments that may be awarded - Procurement contract, grant, cooperative agreement, or other transaction. Agency contact o Points of Contact The BAA Coordinator for this effort may be reached at: HR001120S0034@darpa.mil DARPA/STO ATTN: HR001120S0034 675 North Randolph Street Arlington, VA 22203-2114"}, "32": {"contractname": "DARPA ITD Multi-Network Support Services", "noticeid": "DARPA_ITServices_Presolicitation", "proposalduedate": "None", "lastupdateddate": "2020-02-20", "lastpublisheddate": "2020-02-20", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/a71d7cc2863e4830b5cbbda8369d076b/view", "awardee": null, "contractValue": null, "color": "None", "importantDates": null}, "33": {"contractname": "Microsystems Exploration", "noticeid": "DARPA-PA-19-04", "proposalduedate": "2020-07-10", "lastupdateddate": "2020-02-05", "lastpublisheddate": "2020-02-05", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/765d3278dd11489c9ad662a414cc5400/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "DARPA-PA-19-04 3 1.Overview Information Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Microsystems Technology Office (MTO) Funding Opportunity Title Œ Microsystems Exploration Announcement Type Œ Program Announcement (PA) Funding Opportunity Number Œ DARPA-PA-19-04 NAICS Code : 541715; Small Business Size: 1000 Dates (All times listed herein are Eastern Time.) o Posting Date: July 10, 2019 o Closing Date: July 10, 2020 at 4:00 PM Concise description of the funding opportunity : MTO seeks to develop high-risk, high-reward technologies that enable revolutionary advances in materials, devices, and microsystems and continue DARPA™s mission of creating and preventing strategic surprise. In order to capitalize rapidly on new opportunities, DARPA announces the Microsystems Exploration program which calls for faster responses with smaller, targeted investments. Microsystems Exploration awards will be made within 90 days of each Microsystems Exploration topic announcement. Anticipated individual awards Œ Multiple awards are anticipated. Types of instruments that may be awarded Œ Other Transactions for Prototype Projects Any cost sharing requirements : Cost sharing may be required under applicable statutory regulations for other transactions for prototype projects awarded under the authority of 10 U.S.C. § 2371b. Agency contact o Technical POC : Dr. Mark Rosker, MTO Office Director o Email : DARPA-PA-19-04@darpa.mil o Mailing Address : DARPA/MTO ATTN: DARPA-PA-19-04 675 N. Randolph St. Arlington, VA 22203-1714"}, "34": {"contractname": "Reduced Acoustic Signature Hybrid Electric Helicopter", "noticeid": "HR001118S0028", "proposalduedate": "None", "lastupdateddate": "2019-12-17", "lastpublisheddate": "2019-12-17", "type": "Award Notice", "url": "https://beta.sam.gov/opp/3f9fd23c8f624bd2a232a04b9936fbbc/view", "awardee": "APPLIED CONCEPTS GROUP, LLC", "contractValue": "882615.85", "color": "None", "importantDates": null}, "35": {"contractname": "Phaistos", "noticeid": "HR001118S0057", "proposalduedate": "None", "lastupdateddate": "2019-10-29", "lastpublisheddate": "2019-10-29", "type": "Award Notice", "url": "https://beta.sam.gov/opp/6c742c2b326dd39c0e15ccb010ecf0df/view", "awardee": "NOTOS Technologies ", "contractValue": "$786,635", "color": "None", "importantDates": null}, "36": {"contractname": "Competency-Aware Machine Learning (Charles River Analytics)", "noticeid": "HR001119S0030", "proposalduedate": "None", "lastupdateddate": "2019-10-18", "lastpublisheddate": "2019-10-18", "type": "Award Notice", "url": "https://beta.sam.gov/opp/020f9c35f4918e9566ed6df4829e9cf0/view", "awardee": "Charles River Analytics", "contractValue": "$4,865,475", "color": "None", "importantDates": null}, "37": {"contractname": "OFFensive Swarm Enabled Tactics (OFFSET) Sprint 4", "noticeid": "HR001117S0011", "proposalduedate": "None", "lastupdateddate": "2019-09-19", "lastpublisheddate": "2019-09-19", "type": "Award Notice", "url": "https://beta.sam.gov/opp/063d775d964c318b4f8ee56ec3b5f184/view", "awardee": "Michigan Technological University (MTU)", "contractValue": "$287,201 (Base), $135,179 (Option)", "color": "None", "importantDates": null}, "38": {"contractname": "Information Innovation Office (I2O) Office-wide", "noticeid": "HR001118S0057", "proposalduedate": "2020-08-28", "lastupdateddate": "2019-09-18", "lastpublisheddate": "2019-09-18", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/9d1e90920004104ebb28bd9e0fc28907/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001118S0057 I2O O FFICE - WIDE BAA 3 PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Information Innovation Office (I2O) Funding Opportunity Title: I2O Office wide BAA Announcement Type: Initial Announcement Funding Opportunity Number: HR001118S0057 Catalog of Federal Domestic Assistance Numbers (CFDA): 12.910 Research and Technology Development Dates o Posting Date: September 14, 2018 o Abstract Due Date: July 18 17, 2019 2020, 12:00 noon (ET) o Proposal Due Date: August 30 28, 2019 2020, 12:00 noon (ET) o BAA Closing Date: August 30 28, 2019 2020, 12:00 noon (ET) Concise Description of Funding Opportunity: This Broad Agency Announcement (BAA) seeks revolutionary research ideas for topics not being addressed by ongoing I2O programs or other published solicitations. Potential proposers are highly encouraged to review the current I2O programs ( http://www.darpa.mil/about-us/offices/i2o) and solicitations ( http://www.darpa.mil/work-with-us/opportunities) to avoid proposing efforts that duplicate existing activities or that are responsive to other published I2O solicitations. Anticipated Individual Awards: Multiple awards are anticipated. See Section II. Types of Instruments that May be Awarded: Procurement contract, grant, cooperative agreement or Other Transaction (OT). Doing Business: DARPA welcomes engagement from all responsible sources capable of satisfying the Government's needs, including academia (colleges and universities); businesses (large, small, small disadvantaged, etc.); other organizations (including non- profit); entities (foreign, domestic, and government); Federally Funded Research and Development Centers (FFRDCs); minority institutions; and others. DARPA welcomes engagement from non-traditional sources in addition to current DARPA performers. For these non-traditional sources, DARPA can use statutory authorities to employ award mechanisms that allow commercial companies to keep using their internal business processes, and permit the flexibility in negotiating most terms and conditions in any resultant agreement. Other Transaction (OT) for Prototypes, for example, could be used when the main focus of the agreement is to create a prototype that the Government may acquire, even when significant research is necessary to create"}, "39": {"contractname": "Cyberspace Operations and Information Operations Research and Development (COIO R&D)", "noticeid": "DARPA-SN-19-77", "proposalduedate": "2020-09-30", "lastupdateddate": "2019-08-29", "lastpublisheddate": "2019-08-29", "type": "Special Notice", "url": "https://beta.sam.gov/opp/6f4a36c8221934000822a342dfd971a2/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": null}, "40": {"contractname": "Program Announcement for AIE", "noticeid": "DARPA-PA-19-03", "proposalduedate": "2020-07-31", "lastupdateddate": "2019-08-01", "lastpublisheddate": "2019-08-01", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/5a5b919dcc337814fe57eb70c147bd72/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "DARPA-PA-19-03 3 1 . Overview Information Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA) Funding Opportunity Title ŒAI Exploration Announcement Type Œ Program Announcement (PA) Funding Opportunity Number ŒDARPA-PA-19-03 NAICS Code : 541714 or 541715 Dates (All times listed herein are Eastern Time.) o Posting Date: August 1, 2019 o Closing Date: July 31, 2020 4:00 PM Concise description of the funding opportunity: Current Artificial Intelligence (AI) technologies are being successfully exploited to achieve powerful new capabilities. DARPA seeks to invest in focused explorations of what the AI science and technologies of the future could be. DARPA™s AI Exploration (AIE) program will enable exploratory research on a range of AI related topics that will be periodically solicited as AIE Opportunities through publication of Pre-Solicitation Notices on FedBizOpps . It is DARPA™s intent to make awards for future AIE Opportunities within 90 days of posting on FedBizOpps. Anticipated individual awards Œ Multiple awards are anticipated. Types of instruments that may be awarded Œ Other Transactions for Prototype Projects Any cost sharing requirements : Cost sharing may be required under applicable statutory regulations for Other Transactions for prototype projects awarded under the authority of 10 U.S.C. § 2371b. Agency contact o Technical POC: Agreements Officer o Email: DARPA-PA-19-03@darpa.mil o Mailing Address: DARPA ATTN: DARPA-PA-19-03 675 N. Randolph St. Arlington, VA 22203-1714"}, "41": {"contractname": "PolyplexusPilot 3", "noticeid": "HR001119S0075", "proposalduedate": "2020-07-02", "lastupdateddate": "2019-07-03", "lastpublisheddate": "2019-07-03", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/059d8cd9eda40b8ae04ed843732d0b6e/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001119S0075 POLYPLEXUS PILOT 33 PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Defense Sciences Office (DSO) Funding Opportunity Title: Polyplexus Pilot 3 Announcement Type: Initial Announcement Funding Opportunity Number: HR001119S0075 Catalog of Federal Domestic Assistance (CFDA) Number(s): 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time.) o Posting Date: July 3, 2019 o Proposers Day: July 17, 2019. See Section VIII.C. o Polyplexus Pilot Topic Opportunity Notices will be released on http://fbo.gov o FAQ Submission Deadline: June 22, 2020, 4:00 p.m. See Section VIII.A. o BAA Close Date: July 2, 2020 Anticipated Individual Awards: Approximately 20 awards at the estimated $100,000 level are anticipated throughout the duration of this Broad Agency Announcement (BAA); however, the level of funding for individual awards has not been predetermined and will depend on the scope and quality of the proposals received, as well as the availability of funds. Individual Polyplexus Pilot Topic Opportunity Notices may provide additional guidance on award levels. See Section II for further information. Types of Instruments that May be Awarded: Procurement contracts, grants, cooperative agreements or other transactions. Individual Polyplexus Pilot 3 Opportunity Notices may provide additional guidance on types of instruments that may be awarded. Agency contacts o Technical POC : Bart Russell, Program Manager, DARPA/DSO o BAA Email: PolyplexusPilot@darpa.mil o BAA Mailing Address: DARPA/DSO ATTN: HR001119S0075 675 North Randolph Street Arlington, VA 22203-2114 o DARPA/DSO Opportunities Website: http://www.darpa.mil/work-with- us/opportunities Frequently Asked Questions (FAQ ): FAQs for this Broad Agency Announcement may be viewed on the DARPA/DSO Opportunities Website. FAQs for specific Polyplexus Pilot 3 Topic Opportunities posted as incubators on https://polyplexus.com/ will be located in the Q&A function within the appropriate incubator. See Section VIII.A for further information."}, "42": {"contractname": "DSO Office-wide Broad Agency Announcement", "noticeid": "HR001119S0071", "proposalduedate": "2020-06-12", "lastupdateddate": "2019-06-13", "lastpublisheddate": "2019-06-13", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/22a346a8b55f0a7040d57a8fbc19e644/view", "awardee": null, "contractValue": null, "color": "green", "importantDates": "HR001119S0071 DSO O FFICE - WIDE 3 PART I: OVERVIEW INFORMATION Federal Agency Name: Defense Advanced Research Projects Agency (DARPA), Defense Sciences Office (DSO) Funding Opportunity Title: DSO Office-wide Broad Agency Announcement (BAA) Announcement Type: Initial Announcement Funding Opportunity Number: HR001119S0071 Catalog of Federal Domestic Assistance (CFDA) Number(s): 12.910 Research and Technology Development Dates (All times listed herein are Eastern Time.) o Posting Date: June 13, 2019 o Executive Summary Due Date: June 12, 2020, 4:00 p.m. o Abstract Due Date: June 12, 2020, 4:00 p.m. o FAQ Submission Deadline: June 2, 2020, 4:00 p.m. See Section VIII.A. o Full Proposal Due Date: June 12, 2020, 4:00 p.m. o BAA Closing Date: June 12, 2020, 4:00 p.m. Anticipated Individual Awards: Multiple awards are anticipated; however, the level of funding for individual awards made under this solicitation has not been predetermined and will depend on the scope and quality of the proposals received, as well as the availability of funds. See Section II for further information. Types of Instruments that May be Awarded: Procurement contracts, grants, cooperative agreements or other transactions Agency contacts o BAA Email: HR001119S0071@darpa.mil o BAA Mailing Address: DARPA/DSO ATTN: HR001119S0071 675 North Randolph Street Arlington, VA 22203-2114 o DARPA/DSO Opportunities Website: http://www.darpa.mil/work-with- us/opportunities Frequently Asked Questions (FAQ): FAQs for this solicitation may be viewed on the DARPA/DSO Opportunities Website. See Section VIII.A for further information."}, "43": {"contractname": "Disruptive Capabilities for Future Warfare", "noticeid": "HR001119S0054", "proposalduedate": "2020-06-11", "lastupdateddate": "2019-06-12", "lastpublisheddate": "2019-06-12", "type": "Presolicitation", "url": "https://beta.sam.gov/opp/e7248da47889d975d0ccb0261d002a9a/view", "awardee": null, "contractValue": null, "color": "yellow", "importantDates": "HR001119S0054 3 PART I: OVERVIEW INFORMATION Federal Agency Name Œ Defense Advanced Research Projects Agency (DARPA), Tactical Technology Office (TTO) Funding Opportunity Title Œ Disruptive Capabilities for Future Warfare Announcement Type Œ Initial Announcement Funding Opportunity Number Œ HR001119S0054 Catalog of Federal Domestic Assistance Numbers (CFDA) Œ 12.910 Research and Technology Development Dates oPosting Date: 12 June 2019 oProposal Due Date and Time: 4 PM Eastern Time on 11 June 2020 Concise description of the funding opportunity Œ The Tactical Technology Office of the Defense Advanced Research Projects Agency is soliciting executive summaries, proposal abstracts and proposals for applied research, advanced technology development, and platform demonstrations that aim to enable disruptive capabilities for future warfare. Anticipated individual awards Œ Multiple awards are anticipated. Types of instruments that may be awarded Œ Procurement (FAR-based) contract, grant, cooperative agreement or other transaction. Agency contact: The BAA Coordinator for this effort can be reached via: HR001119S0054@darpa.mil o DARPA/Tactical Technology Office ATTN: HR001119S0054 675 North Randolph Street Arlington, VA 22203-2114 o PHONE: (703) 248-1512"}, "44": {"contractname": "Reconfigurable Imaging (ReImagine)", "noticeid": "DARPA-BAA-16-56", "proposalduedate": "None", "lastupdateddate": "2017-06-08", "lastpublisheddate": "2017-06-08", "type": "Award Notice", "url": "https://beta.sam.gov/opp/01b60341abe206ef3d706ce180884d9a/view", "awardee": "Northrop Grumman Systems Corporation", "contractValue": "Phase 0/CLIN 1: $978,149; Phase 1 Design/CLIN 2: $474,233; Phase 1 Design Opt/CLIN 3: $1,881,678; Phase 1 Demo/CLIN 4: $4,760,426; Phase 2 Demo/CLIN 5: $2,046,475; TA3 Phase 1/CLIN 6: $588,873; TA3 Phase 2/CLIN 7: $486,849, TA3 Phase 3/CLIN 8: $407,734", "color": "None", "importantDates": null}, "45": {"contractname": "Reconfigurable Imaging (ReImagine)", "noticeid": "DARPA-BAA-16-56", "proposalduedate": "None", "lastupdateddate": "2017-06-01", "lastpublisheddate": "2017-06-01", "type": "Award Notice", "url": "https://beta.sam.gov/opp/5b5b130d03c20f37d2c06f4fcfe63975/view", "awardee": "Lockheed Martin Corporation", "contractValue": "Phase 0/CLIN 0001(Base): $998,618; Phase 1 Design/CLIN 0002(Opt 1): $353,466; Phase 1 Design Option/CLIN 0003(Opt 2): $1,038,150; Phase 1 Demo/CLIN 0004(Opt 3): $3,666,555; Phase 2 Demo/CLIN 0005(Opt 4): $3,568,053; Flight Test/CLIN 0006 (Opt 5): $503,674", "color": "None", "importantDates": null}}, "new_program_managers": {"1": {"name": "Dr. Lael Rudd", "office": "Tactical Technology Office", "description": "Dr. Lael Rudd joined DARPA in March 2020 as a program manager in the Tactical Technology Office. His expertise is in advanced autonomy systems for space and air domains. More", "interests": ["Air", "Autonomy", "Space"], "programs": []}, "2": {"name": "Dr. Mary R. Schurgot", "office": "Strategic Technology Office", "description": "Dr. Mary R. Schurgot joined DARPA in March 2020 as a program manager in the Strategic Technology Office (STO). Her research interests include secure and efficient data sharing, automated decision aids, and the design of new networking and communication paradigms. More", "interests": ["Communications", "Data", "Networking"], "programs": ["Secure Handhelds on Assured Resilient networks at the tactical Edge (SHARE) "]}, "3": {"name": "Dr. Stuart H. Young", "office": "Tactical Technology Office", "description": "Stuart Young joined DARPA in January 2020 as a program manager in the Tactical Technology Office. His expertise includes autonomous/unmanned ground and air vehicles, intelligent behaviors for unmanned systems, multi-agent teaming, applied artificial intelligence (AI) and machine learning (ML), and field robotics technologies. More", "interests": ["Air", "Autonomy", "Ground", "Unmanned"], "programs": ["Aircrew Labor In-Cockpit Automation System  ((ALIAS) ) "]}, "4": {"name": "Mr. John Davies", "office": "Microsystems Technology Office", "description": "Mr. John Davies joined DARPA in February 2020 as a program manager in the Microsystems Technology Office (MTO). His research interests include adaptive radio frequency (RF) systems, artificial intelligence, real-time signal processing, configurable computing, and electronic warfare (EW). More", "interests": ["Artificial Intelligence", "Communications", "EW", "Processing", "Sensors"], "programs": ["Digital RF Battlespace Emulator  (DRBE) ", "Radio Frequency Machine Learning Systems  (RFMLS) "]}, "5": {"name": "Dr. David K. Abe", "office": "Microsystems Technology Office", "description": "Dr. David K. Abe joined DARPA in January 2020 as a program manager in the Microsystems Technology Office (MTO). His research interests include the generation of coherent electromagnetic radiation using electron beams, radio frequency (RF) directed energy devices and applications, electromagnetic coupling and effects on electronics, and high power millimeter-wave/sub-millimeter-wave devices for sensors and communications. More", "interests": ["Communications", "Electronics", "Energy", "Materials", "Sensors"], "programs": ["Magnetic Miniaturized and Monolithically Integrated Components  (M3IC) "]}, "6": {"name": "Mr. John-Francis Mergen", "office": "Information Innovation Office", "description": "Mr. John-Francis Mergen joined DARPA as a program manager in January 2020 to develop, execute, and transition programs in cybersecurity. More", "interests": ["Cyber"], "programs": ["Searchlight"]}}, "darpa_listings_lastupdated": {"1": {"lastupdated": "05/11/2020"}, "2": {"lastupdated": "05/11/2020"}}, "new_program_managers_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "mto_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "i2o_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "bto_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "sto_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "tto_lastupdated": {"1": {"lastupdated": "05/11/2020"}}, "dso_lastupdated": {"1": {"lastupdated": "05/11/2020"}}}